Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: No administer permission specified for folder %1$s
it_it: Nessun permesso di amministrazione specificato per la cartella %1$s
lv_lv: Mapei %1$s nav norādītas administrēšanas tiesības

source: Default folder %1$s cannot be updated
it_it: La cartella predefinita %1$s non può essere aggiornata
lv_lv: Noklusētā mape %1$s nevar tikt jaunināta

source: Deletion of folder %1$s failed
it_it: Eliminazione della cartella %1$s non riuscita
lv_lv: Kļūda pie mapes %1$s dzēšanas.

source: POP3 default folder %1$s could not be created
it_it: La cartella POP3 predefinita %1$s non può essere creata
lv_lv: Nevar izveidot noklusēto POP3 mapi %1$s

source: Missing default %1$s folder in user mail settings
it_it: Cartella predefinita %1 mancante nelle impostazioni di posta dell'utente
lv_lv: Iztrūkstoša noklusētā %1$s mape lietotāja e-pasta uzstādījumos

source: Update of folder %1$s failed
it_it: Aggiornamento della cartella %1$s non riuscito
lv_lv: Kļūda pie mapes %1$s jaunināšanas

source: Folder %1$s cannot be deleted
it_it: La cartella %1$s non può essere eliminata
lv_lv: Mape %1$s nevar tikt izdzēsta

source: Flag %1$s could not be changed due to the following reason: %2$s
it_it: Il contrassegno %1$s non può essere cambiato a causa del seguente motivo: %2$s
lv_lv: Iezīme %1$s nevar tikt izmainīta sekojoša iemesla dēļ: %2$s

source: POP3 search failed due to the following reason: %1$s. Switching to application-based search
it_it: La ricerca POP3 non è riuscita a causa del seguente motivo: %1$s. Passaggio alla ricerca interna dell'applicazione
lv_lv: Kļūda pie POP3 meklēšanas, iemesls: %1$s. Pārslēgšanās uz meklēšanu aplikācijas ietvaros.

source: POP3 sort failed due to the following reason: %1$s Switching to application-based sorting
it_it: Ordinamento POP3 non riuscito a causa del seguente motivo: %1$s. Passaggio all'ordinamento interno dell'applicazione
lv_lv: Kļūda pie POP3 kārtošanas, iemesls: %1$s. Pārslēgšanās uz kārtošanu aplikācijas ietvaros.

source: The supplied search field "%1$s" is unknown.
it_it: Il campo di ricerca fornito "%1$s" è sconosciuto.
lv_lv: Norādītais meklēšanas lauks "%1$s" nav zināms.

source: Moving mail folder %1$s to subsequent folder %2$s is not allowed.
it_it: Lo spostamento della cartella di posta nella cartella seguente %2$s non è consentito.
lv_lv: Pasta mapes %1$s pārvietošana uz mapi %2$s nav atļauta.

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
it_it: Questo messaggio non può essere spostato nel cestino poiché la casella di posta è quasi piena. Prova a svuotare prima gli elementi eliminati, o elimina prima i messaggi più piccoli.
lv_lv: Šis ziņojums nevar tikt pārvietots uz Atkritni. Iespējams, ka jūsu pasta kaste ir gandrīz pilna. Šadā gadījumā vispirms iztukšojiet izdzēstā pasta mapi, vai arī vispirms izdzēsiet mazākos ziņojumus.

source: Missing %1$s folder in mail move operation. Please provide one and try again.
it_it: Cartella %1$s mancante per l'operazione di spostamento della posta. Creane una e prova ancora.
lv_lv: Iztrūkstoša %1$s mape pasta pārvietošanas operācijā. Lūdzu norādiet to un mēģiniet vēlreiz.

source: Message move aborted for user %1$s. Source and destination folders are the same: %2$s
it_it: Spostamento di un messaggio interrotto per l'utente %1$s. Le cartelle di origine e destinazione coincidono: %2$s
lv_lv: Ziņojumu pārvietošana lietotājam %1$s ir pārtraukta. Avota un saņēmēja mapes sakrīt: %2$s

source: POP3 folder read-only check failed
it_it: Il controllo in sola lettura della cartella POP3 non è riuscito
lv_lv: Kļūda pie POP3 mapes iestatīšans tikai lasīšanai

source: Unknown folder open mode %d
it_it: Modalità %d di apertura delle cartelle sconosciuta
lv_lv: Nezināms mapes atvēršanas režīms %d

source: Message(s) %1$s in folder %2$s could not be deleted due to the following error: %3$s
it_it: Il/I messaggio/i %1$s nella cartella %2$s non può/possono essere eliminato/i a causa del seguente errore: %3$s
lv_lv: Ziņojumi %1$s mapē %2$s nevar tikt izdzēsti sekojošas kļūdas dēļ: %3$s

source: You do not have the appropriate permissions to open folder %1$s due to missing read access
it_it: Non disponi dei permessi appropriati per aprire la cartella %1$s a causa della mancanza di accesso in lettura
lv_lv: Jums nav nepieciešamo tiesību mapes %1$s atvēršanai (nav lasīšanas tiesību šai mapei)

source: The raw content's input stream of message %1$s in folder %2$s cannot be read
it_it: Il flusso in ingresso del contenuto grezzo del messaggio %1$s nella cartella %2$s non può essere letto
lv_lv: Nevar nolasīt satura ievada straumi ziņojumam %1$s mapē %2$s

source: Versit object (i.e. vCard or vCalendar) could not be saved
it_it: L'oggetto Versit (cioè vCard o vCalendar) non può essere salvato
lv_lv: Nevar saglabāt "Versit" objektu (t.i. vCard vai vCalendar)

source: Thread sorting is not supported by the server.
it_it: L'ordinamento delle conversazioni non è supportato dal server.
lv_lv: Serveris neuztur šo objektu šķirošanu.

source: Moving folders is not supported by the server.
it_it: Lo spostamento delle cartelle non è supportato dal server.
lv_lv: Serveris neuztur mapju pārvietošanu.

source: The sort field you supplied is unsupported.
it_it: Il campo di ordinamento che hai fornito non è supportato.
lv_lv: Norādītais šķirošanas lauks netiek uzturēts.

source: Missing personal namespace. Please provide one and try again.
it_it: Spazio dei nomi personali mancante. Creane uno e prova ancora.
lv_lv: Iztrūkstošs personīgais apgabals (namespace). Lūdzu norādiet to un mēģiniet vēlreiz.

source: The creation of folders is not supported by the server.
it_it: La creazione delle cartelle non è supportata dal server.
lv_lv: Serveris neuztur mapju izveidošanu.

source: The deletion of folders is not supported by the server.
it_it: L'eliminazione delle cartelle non è supportata dal server.
lv_lv: Serveris neuztur mapju dzēšanu.

source: Updating folders is not supported by the server.
it_it: L'aggiornamento delle cartelle non è supportato dal server.
lv_lv: Serveris neuztur mapju jaunināšanu.

source: Moving messages is not supported by the server.
it_it: Lo spostamento delle cartelle non è supportato dal server.
lv_lv: Serveris neuztur ziņojumu pārvietošanu.

source: Copying messages is not supported by the server.
it_it: La copia dei messaggi non è supportata dal server.
lv_lv: Serveris neuztur ziņojumu kopēšanu.

source: Draft messages are not supported by the server.
it_it: Le bozze dei messaggi non sono supportate dal server.
lv_lv: Serveris neuztur ziņojumu melnrakstus.

source: The POP3 storage name is missing for user %1$s. Please provide one and try again.
it_it: Manca il nome dell'archiviazione POP3 per l'utente %1$s. Assegnane uno e prova ancora.
lv_lv: POP3 glabātuves vārds lietotājam %1$s nav atrasts. Lūdzu norādiet to un mēģiniet vēlreiz.

source: The POP3 storage is missing for user %1$s. Please provide one and try again
it_it: Manca l'archiviazione POP3 per l'account %1$s. Creane una e prova ancora.
lv_lv: POP3 glabātuve lietotājam %1$s nav atrasta. Lūdzu norādiet to un mēģiniet vēlreiz.

source: You are not allowed to move the POP3 default folder %1$s.
it_it: Non ti è consentito spostare la cartella POP3 predefinita %1$s.
lv_lv: Jums nav tiesību pārvietot POP3 noklusēto mapi %1$s.

source: You are not allowed to rename the POP3 default folder %1$s.
it_it: Non ti è consentito rinominare la cartella POP3 predefinita %1$s.
lv_lv: Jums nav tiesību pārsaukt POP3 noklusēto mapi %1$s.

source: The POP3 storage path is missing for user %1$s. Please provide one and try again.
it_it: Manca il percorso di archiviazione POP3 per l'utente %1$s. Creane uno e prova ancora.
lv_lv: POP3 krātuves ceļš lietotājam %1$s nav norādīts. Lūdzu norādiet to un mēģiniet vēlreiz.

source: The move operation you want to execute is not allowed.
it_it: L'operazione di spostamento che desideri eseguire non è consentita.
lv_lv: Prasītā pārvietošanas operācija nav atļauta.

source: Login delay denies connecting to server %1$s with login %2$s. Error message from server: %5$s
it_it: Il ritardo di accesso impedisce di connettersi al server %1$s per l'accesso %2$s. Messaggio di errore del server: %5$s
lv_lv: Noilgums pieslēdzoties pie servera %1$s ar pieslēgumu %2$s. Servera kļīdas paziņojums: %5$s

source: Login delay denies connecting to server %1$s with login %2$s. Try again in %5$s seconds. Error message from server: %6$s
it_it: Il ritardo di accesso impedisce di connettersi al server %1$s per l'accesso %2$s. Riprova tra %5$s secondi. Messaggio di errore dal server: %6$s
lv_lv: Noilgums pieslēdzoties pie servera %1$s ar pieslēgumu %2$s. Mēģiniet vēlreiz pēc %5$s ssekundēm. Kļūdas paziņojums: %6$s

source: The POP3 storage path is invalid. POP3 storage path "%1$s" cannot be created for user %2$s
it_it: Il percorso di archiviazione POP3 non è valido. Il percorso "%1$s" non può essere creato per l'utente %2$s
lv_lv: POP3 glabātuves ceļš nav pareizs. POP3 glabātuves ceļš "%1$s" lietotājam %2$s nevar tikt izveidots.

source: Validation of POP3 credentials is disabled due to possible login restrictions by provider. Otherwise subsequent login attempt might not work. Please be advised that while it is safe to ignore this warning, the POP3 account might not work if the supplied credentials are invalid.
it_it: La convalida delle credenziali POP3 è disabilitata a causa di possibili restrizioni all'accesso da parte del fornitore. In caso contrario, un successivo tentativo di accesso potrebbe non funzionare. Nonostante sia sicuro ignorare questo, l'account POP3 potrebbe non funzionare se le credenziali fornite non sono valide.
lv_lv: POP3 pieslēguma datu pārbaude ir atspējota pakalpojuma nodrošinātāja iespējamo ierobežojumu dēļ. Pretējā gadījumā turpmākie pieslēguma mēģinājumi var nestrādāt. Ievērojiet ka kaut gan jūs šo brīdinājumu varat neņemt vērā, POP3 konts var nestrādāt, ja norādītā pieslēguma informācija nav pareiza.

source: POP3 messages cannot be imported because of existing quota constraints on primary mail account. Please free some space.
it_it: I messaggi POP3 non possono essere importati per la presenza di vincoli di quota sull'account di posta principale. Dovresti liberare spazio.
lv_lv: POP3 ziņojumus nevar importēt primārā pasta konta kvotu ierobežojumu dēļ. Lūdzu atbrīvojiet atbilstošu vietu.

source: The following field(s) are too long: %1$s. Please shorten the values and try again
it_it: I seguenti campi sono troppo lunghi: %1$s. Riduci i valori e prova ancora.
lv_lv: Sekojoši lauki ir pārāk gari: %1$s. Lūdzu saīsiniet tos un mēģiniet vēlreiz.

source: The data you provided (%1$s) cannot be changed.
it_it: I dati forniti (%1$s) non possono essere modificati.
lv_lv: Jūsu norādītie dati (%1$s) nevar tikt izmainīti.

source: Thumbnail image not available.
it_it: Miniatura dell'immagine non disponibile.
lv_lv: Sīktēls nav pieejams.

source: The preview service for MIME type %1$s is currently not available. Please try again later
it_it: Il servizio di anteprima per il tipo MIME %1$s è attualmente non disponibile. Prova più tardi.
lv_lv: MIME tipa %1$s apskates serviss pašreiz nav pieejams. Lūdzu mēģiniet vēlāk vēlreiz.

source: Could not load data via proxy.
it_it: Impossibile caricare i dati tramite proxy.
lv_lv: Nevar ielādēt datus caur Proxy serveri.

source: The operation is forbidden
it_it: L'operazione è vietato
lv_lv: Operācija ir aizliegta

source: Site
it_it: Sito
lv_lv: Vietne

source: Apply a template (optional)
it_it: Applica un modello (opzionale)
lv_lv: Piemērot sagatavi (neobligāti)

source: Add cipher code
it_it: Aggiungi codice di cifratura
lv_lv: Pievienot šifra kodu

source: Shared contacts
it_it: Contatti condivisi
lv_lv: Koplietojuma kontakti

source: Shared files
it_it: File condivisi
lv_lv: Koplietojuma faili

source: Privacy: The data and any references contained in this webpage are shared with you under the assumption that the owner of the data was entitled to make them available to you. Neither %s, nor any of its subsidiaries or affiliates shall be liable for its publication or re-publication. Any unauthorized use or dissemination of this data is prohibited. If you intend to store, process, or pass on this data, please make sure that you have the right to do so. If you are one of the people listed or responsible for a resource listed on this page and you don't agree with the publication, please send an email containing the URL (the link) to this webpage to %s and the publisher of the data: Data published by %s on %s
it_it: Riservatezza: I dati e qualsiasi riferimento contenuto in questa pagina web sono condivisi con te nell'assunzione che il proprietario dei dati fosse titolato per renderli a te disponibili. Né %s, né alcuna delle sue sussidiarie o affiliate saranno responsabili per loro pubblicazione o ri-pubblicazione. Ogni utilizzo non autorizzato o divulgazione dei suddetti dati è vietato. Se intendi archiviare, elaborare o distribuire tali dati, assicurati di essere legittimato a farlo. Se sei una delle persone elencate o responsabile per una risorsa elencata su questa pagina e non sei d'accordo con la pubblicazione, invia un messaggio di posta elettronica contenente l'URL (il collegamento) di questa pagina a %s e a chi ha pubblicato i dati: Dati pubblicati da %s il %s
lv_lv: Privātums: Šajā lapā uzrādītie dati un atsauces tiek koplietotas ar pieņēmumu, ka šo datu īpašnieks ir piekritis atļaut jums piekļuvi pie šiem datiem. Ne Open-Xchange, ne arī jebkādas ar to saistītās trešās puses nav atbildīgas par šo datu publicēšanu vai reproducēšanu. Jebkāda neautorizēta šo datu lietošana vai izplatīšana ir aizliegta. Ja vēlaties saglabāt, apstrādāt vai arī pārsūtīt šos datus, lūdzu pārliecinieties ka jums ir tiesības to darīt. Ja jūs esat kāda no šajā lapā uzrādītajām vai par resursu atbildīgajām personām un jūs nepiekrītat publicēšanai, lūdzu nosūtiet e-pastu ar šīs lapas URL (saiti) uz %s un datu publicētājam: Datus publicēja %s %s

source: the hoster
it_it: il fornitore di servizio
lv_lv: nodrošinātājs

source: Publish Infostore document
it_it: Pubblica documento del deposito informazioni
lv_lv: Publicēt infoglabātuves dokumentu

source: Cannot find the requested publication site.
it_it: Impossibile trovare il sito di pubblicazione richiesto.
lv_lv: Nevar atrast prasīto publikāciju vietni.

source: You do not have the appropriate permissions to perform the chosen action.
it_it: Non disponi dei permessi appropriati per eseguire l'azione scelta.
lv_lv: Jums nav tiesību veikt izvēlēto darbību.

source: The published document has been deleted in the meantime and therefore is no longer available.
it_it: Il documento pubblicato è stato nel frattempo eliminato e non è quindi più disponibile.
lv_lv: Publicētais dokuments ir jau izdzēsts un tāpēc vairs nav pieejams.

source: Quota exceeded. Please delete some items in order to create new ones. Please note: The quota refers to all items of all users in this context.
it_it: Quota superata. Elimina alcuni elementi per crearne di nuovi. Nota: la quota si riferisce a tutti gli elementi di tutti gli utenti in questo contesto.
lv_lv: Pārsniegta kvota. Lūdzu izdzēsiet dažas vienības lai varētu izveidot jaunas. Ievērojiet: kvota attiecas uz visām vienībām visiem šī konteksta lietotājiem.

source: Quota exceeded for calendar. Quota limit: %2$s. Quota used: %1$s. Please delete some appointments in order to create new ones. Please note: The quota refers to all appointments of all users in this context.
it_it: Quota superata per il calendario. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcuni appuntamenti per crearne di nuovi. Nota: la quota si riferisce a tutti gli appuntamenti di tutti gli utenti in questo contesto.
lv_lv: Pārsniegta kalendāra kvota. Kvotas limits: %2$s. Izmantots: %1$s. Lai izveidotu jaunus mītiņus, lūdzu izdzēsiet kādus no jau esošajiem. Ievērojiet: Kvota attiecas uz visiem mītiņu ierakstiem visiem šī konteksta lietotājiem.

source: Quota exceeded for contacts. Quota limit: %2$s. Quota used: %1$s. Please delete some contacts in order to create new ones. Please note: The quota refers to all contacts of all users in this context.
it_it: Quota superata per i contatti. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcuni contatti per crearne di nuovi. Nota: la quota si riferisce a tutti i contatti di tutti gli utenti in questo contesto.
lv_lv: Pārsniegta kontaktu kvota. Kvotas limits: %2$s. Izmantots: %1$s. Lai izveidotu jaunus kontaktus, lūdzu izdzēsiet kādus no jau esošajiem. Ievērojiet: Kvota attiecas uz visiem kontaktiem visiem šī konteksta lietotājiem.

source: Quota exceeded for tasks. Quota limit: %2$s. Quota used: %1$s. Please delete some tasks in order to create new ones. Please note: The quota refers to all tasks of all users in this context.
it_it: Quota superata per le attività. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcune attività per crearne di nuove. Nota: la quota si riferisce a tutte le attività di tutti gli utenti in questo contesto.
lv_lv: Pārsniegta uzdevumu kvota. Kvotas limits: %2$s. Izmantots: %1$s. Lai izveidotu jaunus uzdevumus, lūdzu izdzēsiet kādus no jau esošajiem. Ievērojiet: Kvota attiecas uz visiem uzdevumiem visiem šī konteksta lietotājiem.

source: Quota exceeded for files. Quota limit: %2$s. Quota used: %1$s. Please delete some files in order to create new ones. Please note: The quota refers to all files of all users in this context.
it_it: Quota superata per i file. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcuni file per crearne di nuovi. Nota: la quota si riferisce a tutti i file di tutti gli utenti in questo contesto.
lv_lv: Parsniegta faailu kvota. Kvotas limits: %2$s. Izmantots: %1$s. Lai izveidotu jaunus failus, lūdzu izdzēsiet kādus no jau esošajiem. Ievērojiet: Kvota attiecas uz visiem failiem visiem šī konteksta lietotājiem.

source: Quota exceeded for attachments. Quota limit: %2$s. Quota used: %1$s. Please delete some attachments in order to create new ones. Please note: The quota refers to all attachments of all users in this context.
it_it: Quota superata per gli allegati. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcuni allegati per crearne di nuovi. Nota: la quota si riferisce a tutti gli allegati di tutti gli utenti in questo contesto.
lv_lv: Pārsniegta pievienojumu kvota. Kvotas limits: %2$s. Izmantots: %1$s. Lai izveidotu jaunus pievienojumus, lūdzu izdzēsiet kādus no jau esošajiem. Ievērojiet: Kvota attiecas uz visiem pievienojumiem visiem šī konteksta lietotājiem.

source: Quota exceeded for shares. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
it_it: Quota superata per le condivisioni. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcune condivisioni per crearne di nuove. Nota: la quota si riferisce a tutte le condivisioni di un utente in questo contesto.
lv_lv: Pārsniegta daļu kvota. Kvotas limits: %2$s. Izmantotā kvota: %1$s. Lai izveidotu jaunas daļas, lūdzu dzēsiet kādas jau esošās. Piezīme: Kvota attiecas uz visām viena lietotāja daļām šajā kontekstā.

source: Quota exceeded for share links. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
it_it: Quota superata per le collegamenti di condivisione. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcune condivisioni per crearne di nuove. Nota: la quota si riferisce a tutte le condivisioni di un utente in questo contesto.
lv_lv: Pārsniegta daļu saišu kvota. Kvotas limits: %2$s. Izmantotā kvota: %1$s. Lai izveidotu jaunas daļas, lūdzu dzēsiet kādas jau esošās. Piezīme: Kvota attiecas uz visām viena lietotāja daļām šajā kontekstā.

source: Quota exceeded for guest users. Quota limit: %2$s. Quota used: %1$s. Please delete some shares in order to create new ones. Please note: The quota refers to all shares of one user in this context.
it_it: Quota superata per gli utenti ospiti. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcune condivisioni per crearne di nuove. Nota: la quota si riferisce a tutte le condivisioni di un utente in questo contesto.
lv_lv: Pārsniegta vieslietotāju kvota. Kvotas limits: %2$s. Izmantotā kvota: %1$s. Lai izveidotu jaunas daļas, lūdzu dzēsiet kādas jau esošās. Piezīme: Kvota attiecas uz visām viena lietotāja daļām šajā kontekstā.

source: Quota exceeded for signatures. Quota limit: %2$s. Quota used: %1$s. Please delete some signatures in order to create new ones.
it_it: Quota superata per le firme. Limite di quota: %2$s. Quota utilizzata: %1$s. Elimina alcune firme per crearne di nuove.
lv_lv: Parakstu kvota ir pārsniegta. Kvotas limits: %2$s. Izmantots: %1$s. Lai izveidotu jaunus parakstus, lūdzu izdzēsiet kādus no esošajiem.

source: The storage limit for signatures is %1$s. Delete old signatures to be able to store a new one.
it_it: Il limite di archiviazione per le firme è di %1$s. Elimina le vecchie firme per poterne memorizzare una nuova.
lv_lv: Parakstu uzglabāšanas ierobežojums ir %1$s. Dzēsiet vecos parakstus, lai varētu saglabāt jaunus.

source: Could not send stanza to resource. Resource was offline: %1$s
it_it: Impossibile inviare la stanza alla risorsa. La risorsa non era in linea: %1$s
lv_lv: Nevar nosūtīt ziņojumu resursam. Resurss nav tiešsaistē: %1$s

source: Unknown channel %1$s
it_it: Canale %1$s sconosciuto
lv_lv: Nezināms kanāls %1$s

source: Obligatory key "%1$s" is missing from the Stanza
it_it: La stanza non contiene la chiave obbligatoria "%1$s"
lv_lv: Obligātā atslēga "%1$s" datu virknē nav atrasta

source: Malformed IQ Data
it_it: Dati IQ non corretti
lv_lv: Nepareizi formatēti IQ dati

source: Malformed IQ Element: "%1$s"
it_it: Elemento IQ non corretto: "%1$s"
lv_lv: Nepareizi saformēts IQ elements: "%1$s"

source: No appropriate channel found for recipient %1$s with payload namespace %2$s
it_it: Non esiste un canale appropriato per il destinatario %1$s con spazio dei nomi del contenuto %2$s
lv_lv: Nav atrasts atbilstošs kanāls saņēmējam %1$s ar 'payload namespace' %2$s

source: The following needed service is missing: "%1$s"
it_it: Manca il seguente servizio richiesto: "%1$s"
lv_lv: Sekojošs nepieciešamais serviss nav atrasts: "%1$s"

source: Unexpected error: %1$s
it_it: Errore imprevisto: %1$s
lv_lv: Neparedzēta kļūda: %1$s

source: Invalid ID. Resource identifier is missing.
it_it: ID non valido. Manca l'identificatore della risorsa.
lv_lv: Nepareizs ID. Iztrūkstošs resursa identifikators.

source: Invalid RSS URL or not well-formed XML content provided by URL: %1$s
it_it: URL RSS non valido o contenuto XML non valido fornito dall'URL: %1$s
lv_lv: Nepareizs RSS URL - XML saturs nav saņemts vai ir nepareizi saformēts: %1$s

source: HTTP error %1$s while loading RSS feed from URL: %2$s.
it_it: Errore HTTP %1$s durante il caricamento della fonte RSS dall'URL: %2$s.
lv_lv: HTTP kļūda %1$s pie RSS straumējuma ielādes no URL: %2$s.

source: Timeout while reading the RSS feed from URL: %1$s
it_it: Tempo scaduto durante la lettura della fonte RSS dall'URL: %1$s
lv_lv: Taimauts pie RSS straumes lasīšanas no URL: %1$s

source: Failed to read RSS feed from URL: %1$s
it_it: Lettura della fonte RSS dall'URL non riuscita: %1$s
lv_lv: Kļūda pie RSS straumes lasīšanas no URL: %1$s

source: Failed to read RSS feed from URL: %2$s
it_it: Lettura della fonte RSS dall'URL non riuscita: %2$s
lv_lv: Kļūda pie RSS straumes lasīšanas no URL: %2$s

source: The RSS feed is exceeding the maximum allowed size of '%1$s'
it_it: La fonte RSS supera la dimensione massima consentita di '%1$s'
lv_lv: RSS straume pārsniedz maksimāli pieļaujamo '%1$s' izmēru
