Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: Pacific/Marquesas
it_it: Pacifico/Marquesas

source: Pacific/Midway
it_it: Pacifico/Midway

source: Pacific/Nauru
it_it: Pacifico/Nauru

source: Pacific/Niue
it_it: Pacifico/Niue

source: Pacific/Norfolk
it_it: Pacifico/Norfolk

source: Pacific/Noumea
it_it: Pacifico/Noumea

source: Pacific/Pago Pago
it_it: Pacifico/Pago Pago

source: Pacific/Palau
it_it: Pacifico/Palau

source: Pacific/Pitcairn
it_it: Pacifico/Pitcairn

source: Pacific/Pohnpei
it_it: Pacifico/Pohnpei

source: Pacific/Ponape
it_it: Pacifico/Ponape

source: Pacific/Port Moresby
it_it: Pacifico/Port Moresby

source: Pacific/Rarotonga
it_it: Pacifico/Rarotonga

source: Pacific/Saipan
it_it: Pacifico/Saipan

source: Pacific/Samoa
it_it: Pacifico/Samoa

source: Pacific/Tahiti
it_it: Pacifico/Tahiti

source: Pacific/Tarawa
it_it: Pacifico/Tarawa

source: Pacific/Tongatapu
it_it: Pacifico/Tongatapu

source: Pacific/Truk
it_it: Pacifico/Truk

source: Pacific/Wake
it_it: Pacifico/Wake

source: Pacific/Wallis
it_it: Pacifico/Wallis

source: Pacific/Yap
it_it: Pacifico/Yap

source: Poland
it_it: Polonia

source: Portugal
it_it: Portogallo

source: Turkey
it_it: Turchia

source: US/Alaska
it_it: USA/Alaska

source: US/Aleutian
it_it: USA/Aleutian

source: US/Arizona
it_it: USA/Arizona

source: US/Central
it_it: USA/Centrale

source: US/East-Indiana
it_it: USA/Indiana est

source: US/Eastern
it_it: USA/Orientali

source: US/Hawaii
it_it: USA/Hawaii

source: US/Indiana-Starke
it_it: USA/Indiana-Starke

source: US/Michigan
it_it: USA/Michigan

source: US/Mountain
it_it: USA/Montagne

source: US/Pacific
it_it: USA/Pacifico

source: US/Pacific-New
it_it: USA/Nuovo Pacifico

source: US/Samoa
it_it: USA/Samoa

source: Tablet
lv_lv: Planšete

source: Smartphone
lv_lv: Viedtālrunis

source: Fax
lv_lv: Fakss

source: Telex
lv_lv: Telekss

source: In %1$s
lv_lv: Iekš %1$s

source: Password
lv_lv: Parole

source: Account
lv_lv: Konts

source: MAIL-AUTOCONFIG
lv_lv: PASTS-AUTOKONFIG

source: st
lv_lv: -ais

source: nd
lv_lv: -ais

source: rd
lv_lv: -ais

source: th
lv_lv: -ais

source: File
lv_lv: Fails

source: file
lv_lv: failu
