Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: Cannot forward more than %1$s messages at once. Please divide the messages to forward in chunks of appropriate size.
it_it: Impossibile inoltrare più di %1$s messaggi in una volta. Dividere i messaggi da inoltrare in blocchi di dimensioni adeguate.
lv_lv: Vienā reizē nevar nosūtīt vairāk par %1$s ziņojumiem. Lūdzu sadaliet nosūtāmos ziņojumus atbilstoša lieluma grupās.

source: Your account has been created but will not use a secure connection.
it_it: Il tuo account è stato creato ma non utilizza una connessione sicura.
lv_lv: Jūsu konts ir izveidots, bet neizmantos drošo pieslēgumu.

source: Your E-Mail has been successfully sent, but the original E-Mail could not be flagged as "replied" and/or "forwarded".
it_it: Il messaggio di posta è stato inviato correttamente, ma non è possibile contrassegnare il messaggio originale come "risposto" e/o "inoltrato".
lv_lv: Jūsu e-pasts ir veiksmīgi nosūtīts, bet oriģinālais e-pasts nevar tikt iezīmēts kā "atbildēts" un/vai "pārsūtīts".

source: Mail folder cannot be created/renamed. Folder name exceeds max length of %1$s.
it_it: La cartella della posta non può essere creata/rinominata. Il nome della cartella supera la lunghezza massima di %1$s.
lv_lv: Nevar izveidot vai pārsaukt pasta mapi. Mapes vārds parsniedz maksimālo %1$s simbolu garumu.

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachment with the E-Mail, the attachment was published and the link added to your E-Mail. Whoever receives the E-Mail can then download the attachment.
it_it: Gli allegati di questo messaggio di posta hanno superato il limite di dimensione per gli allegati. Invece di inviare l'allegato nel messaggio, questo è stato pubblicato e il collegamento aggiunto al proprio messaggio. Chi riceve il messaggio può poi scaricare l'allegato.
lv_lv: Šim e-pastam pievienoto pielikumu izmērs pārsniedz maksimāli pieļaujamo. Tā vietā lai nosūtītu pielikumus kopā ar e-pastu, šie pielikumi ir publicēti tīmekļa vietnē un e-pastā ir pievienota norāde uz šo publikāciju. E-pasta saņēmējs var izmantot šo norādi pielikumu lejupielādēšanai.

source: Draft message could not be saved.
it_it: La bozza del messaggio non può essere salvata.
lv_lv: Nevar saglabāt ziņojuma melnraktsu.

source: Maximum message size is exceeded. Max. is %1$s.
it_it: La dimensione massima del messaggio è stata superata. Il massimo è %1$s.
lv_lv: Pārsniegts maksimālais ziņojuma apjoms. Maksimums ir %1$s.

source: Re-sending message denied because message is not located in "%1$s" folder.
it_it: Il nuovo invio del messaggio è stato negato poiché il messaggio non è posizionato nella cartella "%1$s".
lv_lv: Ziņojuma atkārtota nosūtīšana ir atteikta, jo ziņojums neatrodas mapē "%1$s".

source: Validation of server %1$s failed with reason: %3$s
it_it: La convalida del server %1$s non è riuscita con la seguente motivazione: %3$s
lv_lv: Servera %1$s pārbaudes kļūda: %3$s

source: Validation of server %1$s failed due to invalid credentials
it_it: La convalida del server %1$s non è riuscita a causa di credenziali non valide
lv_lv: Kļūda pie servera %1$s pārbaudes. Nepareizi pieslēguma dati

source: Server %1$s does not support being accessed using a secure connection.
it_it: Il server %1$s non supporta l'accesso tramite una connessione sicura.
lv_lv: Serveris %1$s neatbalsta drošu pieslēgumu.

source: Mail access is disabled for context administrator.
it_it: L'accesso alla posta è disabilitato per l'amministratore del contesto.
lv_lv: Konteksta administratoram er-pasta piekļuve ir atspējota.

source: The maximum number of files that may be attached to an E-Mail is exceeded. Max. is %1$s.
it_it: Il numero massimo di file che può essere allegato a un messaggio di posta è stato superato. Il massimo è %1$s.
lv_lv: Pārsniegts maksimālais e-pasta ziņojumam pievienojamo failu skaits. Maksimums ir %1$s.

source: The client request is not permitted.
it_it: La richiesta del client non è consentita.
lv_lv: Klienta pieprasījums nav atļauts.

source: Sending the message denied.
it_it: Invio del messaggio negato.
lv_lv: Ziņojuma nosūtīšana ir atteikta.

source: Default folder must not be renamed
it_it: La cartella predefinita non può essere rinominata
lv_lv: Noklusēto mapi nevar pārsaukt

source: Default folder must not be deleted
it_it: La cartella predefinita non deve essere eliminata
lv_lv: Noklusēto mapi nevar dzēst

source: Archive folder does not allow subfolders.
it_it: La cartella Archivio non consente sottocartelle.
lv_lv: Arhīva mape neatļauj apakšmapju izveidi.

source: No valid file
it_it: Nessun file valido
lv_lv: Nav derīga faila

source: The mail part could not be read
it_it: La parte del messaggio non può essere letta
lv_lv: Vēstules daļu nevar nolasīt

source: The content of the mail is too big.
it_it: Il contenuto di questo messaggio è troppo grande.
lv_lv: Vēstules saturs ir pārāk liels.

source: Invalid parameter value: %1$s
it_it: Valore del parametro non valido: %1$s
lv_lv: Nepareiza parametra vērtība: %1$s

source: The flag name %1$s is not valid. Flags may not begin with a leading '\'.
it_it: Il nome del contrassegno %1$s non è valido. I contrassegni non possono iniziare con un '\'.
lv_lv: Iezīmes vārds %1$s nav pareizs. Iezīmes nevar sākties ar '\'.

source: The attachments to this E-Mail exceeded the size limit for attachments. Instead of sending the attachments with the E-Mail, the attachments are shared and the links are added to your E-Mail. Whoever receives the E-Mail can then access the attachments.
it_it: Gli allegati di questo messaggio superano il limite di dimensione degli allegati. Invece di inviare gli allegati con la posta elettronica, gli allegati sono condivisi e i collegamenti sono aggiunti al messaggio. Chiunque riceva il messaggio può accedere agli allegati.
lv_lv: Šīs vēstules pievienojumi pārsniedz maksimāli atļauto izmēru. Pievienojumi nav iekļauti e-pasta vēstulē, bet tiem ir izveidoti koplietojumi un e-pasta vēstulē ir ievietotas atbilstošās saites to atvēršanai. Šī e-pasta saņēmēji varēs atvērt pievienojumus, aktivizējot saites.

source: You are not allowed to compose a message containing share links
it_it: Non ti è consentito comporre un messaggio che contiene collegamenti di condivisione
lv_lv: Jums nav tiesību izveidot ziņojumus, kuri satur koplietojuma saites

source: Please specify an expiration date in order to compose a message containing share links
it_it: Specifica una data di scadenza per comporre un messaggio che contiene collegamenti di condivisione
lv_lv: Lai izveidotu ziņojumu, kurš satur koplietojuma saites, lūdzu norādiet to derīguma termiņu

source: The selected authentication type is not supported by server %2$s
it_it: Il tipo di autenticazione selezionato non è supportato dal server %2$s
lv_lv: Serveris %2$s neatbalsta norādīto autorizācijas tipu

source: Please check your mail account: %2$s
it_it: Controlla il tuo account di posta: %2$s
lv_lv: Lūdzu pārbaudiet savu pasta kontu: %2$s

source: Invalid name specified. Information from mail server: %1$s
it_it: Nome specificato non valido. Informazioni dal server di posta: %1$s
lv_lv: Norādīts nepareizs vārds. Informācija no pasta servera: %1$s

source: Insufficient permissions to perform the operation.
it_it: Permessi non sufficienti per eseguire l'operazione.
lv_lv: Nepietiekamas tiesības operācijas izpildei.

source: Such a folder already exists.
it_it: La cartella esiste già.
lv_lv: Šāda mape jau eksistē.

source: Please change mail settings and configure a secure connection (if Transport Layer Security (TLS) is not in use, the client could try STARTTLS)
it_it: Cambia le impostazioni di posta e configura una connessione sicura (se non si utilizza Transport Layer Security (TLS), il client proverà STARTTLS)
lv_lv: Lūdzu izmainiet pasta iestatījumus un konfigurējiet pieslēgumu (ja netiek izmantota transporta Līmeņa Drošība (TLS), klients var izmantot STARTTLS)

source: Your mail account %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
it_it: Il tuo account di posta %2$s è stato disabilitato a causa di credenziali non valide. Modifica l'account e digita le credenziali corrette per abilitarlo nuovamente
lv_lv: Jūsu pasta konts %2$s ir atspējots nepareizu autorizācijas datu dēļ. Lai to iespējotu, veiciet konta rediģēšanu un norādiet pareizus autorizācijas datus.

source: Your mail account %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
it_it: Il tuo account di posta %2$s è stato disabilitato a causa di problemi di autorizzazione. Autorizza nuovamente l'account %5$s per abilitarlo.
lv_lv: Jūsu pasta konts %2$s ir atspējots autorizācijas kļūdu dēļ. Lai to iespējotu, veiciet atkārtotu šī konta autorizāciju.

source: Your mail transport for %2$s was disabled due to invalid credentials. Please edit the account and enter correct credentials to enable it again
it_it: Il trasporto di posta %2$s è stato disabilitato a causa di credenziali non valide. Modifica l'account e digita le credenziali corrette per abilitarlo nuovamente
lv_lv: Jūsu pasta %2$s transports ir atspējots nepareizu autorizācijas datu dēļ. Lai to iespējotu, veiciet konta rediģēšanu un norādiet pareizus autorizācijas datus.

source: Your mail transport for %2$s was disabled because of authorization issues. Please reauthorize the account %5$s to enable it again.
it_it: Il trasporto di posta per %2$s è stato disabilitato a causa di problemi di autorizzazione. Autorizza nuovamente l'account %5$s per abilitarlo.
lv_lv: Jūsu pasta %2$s transporta pakalpojumi ir atspējoti autorizēšanās kļūdu dēļ. Lūdzu veiciet atkārtotu konta %5$s autorizāciju.

source: My shared mail attachments
it_it: I miei allegati di posta condivisi
lv_lv: Mani koplietie e-pasta pievienojumi

source: %1$s has shared the following file with you:
it_it: %1$s ha condiviso il seguente file con te:
lv_lv: %1$s ir koplietojis ar jums sekojošu failu:

source: %1$s has shared the following files with you:
it_it: %1$s ha condiviso i seguenti file con te:
lv_lv: %1$s ir koplietojis ar jums sekojošus failus:

source: View file
it_it: Visualizza file
lv_lv: Skatīt failu

source: View files
it_it: Visualizza file
lv_lv: Skatīt failus

source: The link will expire on %1$s
it_it: Il collegamento scadrà il %1$s
lv_lv: Saite ir derīga līdz %1$s

source: Please use the following password: %1$s
it_it: Utilizza la password seguente: %1$s
lv_lv: Lūdzu izmantojiet sekojošu paroli: %1$s

source: Unnamed
it_it: Senza nome
lv_lv: Nenosaukts

source: Send RFC822 data using primary account's transport. This requires master authentication to be active.
it_it: Invia i dati RFC822 utilizzando il trasporto dell'account primario. Ciò richieste che l'autenticazione principale sia attiva.
lv_lv: Sūtīt RFC822 datus, izmantojot primārā konta transportu. Darbība prasa aktīvu pamata autorizāciju.

source: There was an issue while authenticating. This may be due to a recent password change. To continue please log out and log back in with your most current password.
it_it: Si è verificato un problema in fase di autenticazione. Potrebbe essere dovuto a un recente cambio di password. Per continuare disconnettiti subito e riconnettiti con la nuova password.
lv_lv: Problēma autorizēšanas laikā. Iespējamais kļūdas cēlonis ir nesena paroles izmaiņa. Lai turpinātu, lūdzu atslēdzieties un pieslēdzieties ar savu jauno paroli.

source: The provided login data seem to be wrong. Please correct them.
it_it: I dati di accesso forniti sembrano essere errati. Correggili.
lv_lv: Pieslēgšanas dati nav pareizi. Lūdzu veiciet nepieciešamos labojumus.

source: The provided login data to access mail server %1$s seem to be wrong. Please correct them.
it_it: I dati di accesso forniti per accedere al server di posta %1$s sembrano essere errati. Correggili.
lv_lv: Pieslēgšanās dati pasta serverim %1$s nav pareizi. Lūdzu veiciet nepieciešamos labojumus.

source: Mail folder "%1$s" could not be found.
it_it: La cartella della posta "%1$s" non può essere trovata.
lv_lv: Pasta mape "%1$s" nav atrasta.

source: Mail folder "%1$s" could not be found on mail server %2$s.
it_it: La cartella di posta "%1$s" non può essere trovata sul server di posta %2$s.
lv_lv: Pasta mape "%1$s" pasta serverī "%2$s" nav atrasta.

source: Lost connection to mail server. Probably your request took too long. Please try again later.
it_it: Connessione al server di posta interrotta. Probabilmente la tua richiesta è andata oltre il tempo massimo. Riprova più tardi.
lv_lv: Pazaudēts pieslēgums pasta serverim. Iespējams, ka vaicājums ir prasījis pārāk ilgu laiku. Mēģiniet vēlreiz vēlāk.

source: Connection closed to mail server %2$s. Probably your request took too long. Please try again later.
it_it: Connessione al server di posta %2$s chiusa. Probabilmente la tua richiesta è andata oltre il tempo massimo. Riprova più tardi.
lv_lv: Pieslēgums pasta serverim %2$s ir pārtraukts. Iespējams, ka vaicājums ir prasījis pārāk ilgu laiku. Mēģiniet vēlreiz vēlāk.

source: Mail(s) could not be found in the given folder.
it_it: Il(I) messaggio(i) non può(possono) essere trovato(i) nella cartella specificata.
lv_lv: Norādītajā mapē nav atrastas e-pasta vēstules.

source: The given E-Mail address "%1$s" is invalid.
it_it: L'indirizzo di posta "%1$s" specificato non è valido.
lv_lv: E-pasta adrese "%1$s" nav pareiza.

source: You do not have the appropriate permissions to change the content of folder "%1$s".
it_it: Non disponi dei permessi appropriati per modificare il contenuto della cartella "%1$s".
lv_lv: Jum nav nepieciešamo tiesību mapes "%1$s" satura izmainīšanai.

source: You do not have the appropriate permissions to change the content of folder "%1$s" on mail server %2$s.
it_it: Non disponi dei permessi appropriati per modificare il contenuto della cartella "%1$s" sul server di posta %2$s.
lv_lv: Jum nav nepieciešamo tiesību mapes "%1$s" satura izmainīšanai pasta serverī "%2$s".

source: The search expression "%1$s" you entered is invalid.
it_it: L'espressione di ricerca "%1$s" digitata non è valida.
lv_lv: Jūsu norādītais meklēšanas pieprasījums "%1$s" nav pareizs.

source: Message could not be sent because it is too large.
it_it: Il messaggio non può essere inviato perché è troppo grande.
lv_lv: Ziņojumu nevar nosūtīt jo tas ir pārāk liels.

source: Message could not be sent because it is too large (%1$s).
it_it: Il messaggio non può essere inviato perché è troppo grande (%1$s).
lv_lv: Ziņojumu nevar nosūtīt jo tas ir pārāk liels (%1$s).

source: Message could not be sent to the following recipients: %1$s.
it_it: Il messaggio non può essere inviato ai seguenti destinatari: %1$s.
lv_lv: Ziņojumu nevar nosūtīt sekojošiem saņēmējiem: %1$s.

source: Message could not be sent to the following recipients: %1$s (%2$s)
it_it: Il messaggio non può essere inviato ai seguenti destinatari: %1$s (%2$s)
lv_lv: Ziņojumu nevar nosūtīt sekojošiem saņēmējiem: %1$s (%2$s)

source: Message could not be sent. Error message from mail transport server: %1$s
it_it: Il messaggio non può essere inviato. Messaggio di errore dal server di trasporto della posta: %1$s
lv_lv: Nevar nosūtīt ziņojumu. E-pasta transporta servera kļūdas paziņojums: %1$s

source: Message could not be sent. Error message from mail transport server: %1$s (%2$s)
it_it: Il messaggio non può essere inviato. Messaggio di errore dal server di trasporto della posta: %1$s (%2$s)
lv_lv: Nevar nosūtīt ziņojumu. E-pasta transporta servera kļūdas paziņojums: %1$s (%2$s)

source: Lost connection to mail server. Please try again later.
it_it: Connessione al server di posta interrotta. Riprova più tardi.
lv_lv: Pazaudēts pieslēgums pasta serverim. Mēģiniet vēlreiz vēlāk.

source: Connection closed to mail server %1$s. Please try again later.
it_it: Connessione al server di posta %1$s chiusa. Riprova più tardi.
lv_lv: Pieslēgums pasta serverim %1$s ir pārtraukts. Mēģiniet vēlreiz vēlāk.

source: The connection to remote server %1$s was refused or timed out while attempting to connect. Please try again later.
it_it: La connessione al server remoto %1$s è stata rifiutata o è scaduta durante il tentativo di connessione. Riprova più tardi.
lv_lv: Pieslēgums attālinātajam serverim %1$s ir atteikts vai arī ir iestājies pieslēgšanās laika noilgums. Mēģiniet vēlreiz vēlāk.

source: The connection to remote server %1$s timed out while awaiting the response. Please try again later.
it_it: La connessione al server remoto %1$s è scaduta in attesa di risposta. Riprova più tardi.
lv_lv: Pieslēgšanās laikā pie attālinātā servera %1$s ir iestājies noilgums. Mēģiniet vēlreiz vēlāk.

source: Mail server %1$s unexpectedly closed connection. Please try again later.
it_it: Il server di posta %1$s ha chiuso la connessione in modo inatteso. Riprova più tardi.
lv_lv: Pasta serveris %1$s ir negaidīti pārtraucis pieslēgumu. Mēģiniet vēlreiz vēlāk.

source: The allowed quota on mail server exceeded.
it_it: La quota consentita sul server di posta è stata superata.
lv_lv: Pārsniegta pasta servera kvota.

source: The allowed quota on mail server "%1$s" exceeded.
it_it: La quota consentita sul server di posta "%1$s" è stata superata.
lv_lv: Pārsniegta pasta servera "%1$s" kvota.

source: The mailbox is already in use. Please try again later.
it_it: La casella di posta è già utilizzata. Riprova più tardi.
lv_lv: Pasta kaste pašreiz tiek izmanta. Lūdzu mēģiniet vēlāk vēlreiz.

source: The mailbox on mail server %1$s for login %2$s is already in use by one of your other processes or clients. Please try again later.
it_it: La casella sul server di posta %1$s per l'accesso %2$s è già utilizzata da uno degli altri tuoi processi o client. Riprova più tardi.
lv_lv: Pastkaste pasta serverī %1$s ar pieslēgumu %2$s pašreiz jau tiek izmantota kāda cita jūsu procesa vai klienta ietvaros. Lūdzu mēģiniet vēlreiz vēlāk.

source: Wrong or missing login data to access mail transport server %1$s. Please check associated account's settings/credentials.
it_it: Dati di accesso errati o mancanti per accedere al server di trasporto della posta %1$s. Controlla le impostazioni/credenziali dell'account associato.
lv_lv: Nepareizi vai iztrūkstoši pieslēguma dati pasta transporta serverim %1$s. Lūdzu pārbaudiet atbilstošā konta iestatījumus.

source: The message could not be sent due to a mail server temporary failure. Please try again later.
it_it: Il messaggio potrebbe non essere inviato a causa di un problema temporaneo del server. Riprova più tardi.
lv_lv: Ziņojumu pašlaik nevar nosūtīt pasta servera īslaicīgu problēmu dēļ. Lūdzu mēģiniet vēlāk vēlreiz.

source: Timeout while trying to send to the following recipient: %1$s. Please try again later.
it_it: Tempo scaduto durante il tentativo di invio al seguente destinatario: %1$s. Riprova più tardi.
lv_lv: Nosūtīšanas laikā saņēmējam %1$s ir iestājies noilgums. Mēģiniet vēlreiz vēlāk.

source: All fine
it_it: Tutto bene
lv_lv: Viss kārtībā

source: The entered credential or authentication information does not work or are no longer accepted by provider. Please change them.
it_it: Le credenziali digitate o le informazioni di autenticazione non funzionano o non sono più accettate dal fornitore. Cambiale.
lv_lv: Norādītā autorizācijas informācija nav pareiza vai nav vairs derīga (resursa nodrošinātājs to vairs nepieņem). Lūdzu veiciet atbilstošas izmaiņas.

source: Account is broken and needs to be re-created
it_it: L'account è danneggiato e deve essere creato nuovamente
lv_lv: Konts ir bojāta un ir jāizveido atkārtoti

source: Account is disabled.
it_it: L'account è disabilitato.
lv_lv: Konts ir atspējots.

source: Account is currently being set-up.
it_it: L'account è in corso di configurazione.
lv_lv: Konts pašlaik tiek iestatīts.

source: Cannot find mail account for user "%2$s".
it_it: Impossibile trovare l'account di posta per l'utente "%2$s".
lv_lv: Nevar atrast lietotāja "%2$s" pasta kontu.

source: Found two mail accounts with same identifier %1$s for user %2$s.
it_it: Trovati due account di posta con lo stesso identificatore %1$s per l'utente %2$s.
lv_lv: Atrasti divi pasta konti ar vienādu identifikatoru %1$s lietotājam %2$s.

source: A host could not be resolved: %1$s.
it_it: Un host non può essere risolto: %1$s.
lv_lv: Nevar atrisināt resursdatoru: %1$s.

source: You do not have the appropriate permissions to delete the default mail account.
it_it: Non disponi dei permessi appropriati per eliminare l'account di posta predefinito.
lv_lv: Jums nav noklusētā pasta konta dzēšanai nepieiešamo tiesību.

source: You do not have the appropriate permissions to update the default mail account.
it_it: Non disponi dei permessi appropriati per aggiornare l'account di posta predefinito.
lv_lv: Jums nav noklusētā pasta konta jaunināšanai nepieiešamo tiesību.

source: The default mail account already exists.
it_it: L'account di posta predefinito esiste già.
lv_lv: Noklusētais pasta konts jau eksistē.

source: The Unified Mail account already exists.
it_it: L'account della posta unificata esiste già.
lv_lv: Vienotais pasta konts jau eksistē.

source: It is not allowed to create a new mail account for Unified Mail.
it_it: Non è consentito creare un nuovo account di posta per la Posta unificata.
lv_lv: Vienotajam pastam nevar izveidot jaunu pasta kontu.

source: Validation for Unified Mail failed.
it_it: Validazione della posta unificata non riuscita.
lv_lv: Kļūda pie vienotā pasta pārbaudes.

source: You do not have the appropriate permissions to create more than one mail account.
it_it: Non disponi dei permessi appropriati per creare più di un account di posta.
lv_lv: Jums nav vairāku pasta kontu izveidei nepieciešamo tiesību.

source: A mail account with the given E-Mail address already exists.
it_it: Un account di posta con l'indirizzo specificato esiste già.
lv_lv: Pasta konts ar norādīto e-pasta adresi jau eksistē.

source: The mail account name "%1$s" is not valid.
it_it: Il nome dell'account di posta "%1$s" non è valido.
lv_lv: Pasta konta vārds "%1$s" nav derīgs.

source: The selected mail account name already exists.
it_it: Il nome selezionato dell'account di posta esiste già.
lv_lv: Norādītais pasta konta vārds jau eksistē.

source: Duplicate transport account for user %1$s in context %2$s.
it_it: Account di trasporto duplicato per l'utente %1$s nel contesto %2$s.
lv_lv: Dublikāts transporta konts lietotājam %1$s kontekstā %2$s.

source: Could not connect to mail server "%1$s" for login %2$s. Please review your settings.
it_it: Impossibile connettersi al server di posta "%1$s" per l'accesso %2$s. Controlla le tue impostazioni.
lv_lv: Nevar pieslēgties pasta serverim "%1$s" ar pieslēgumu %2$s. Lūdzu pārbaudiet iestatījumus.

source: Could not connect to transport server "%1$s" for login %2$s. Please review your settings.
it_it: Impossibile connettersi al server di trasporto "%1$s" per l'accesso %2$s. Controlla le tue impostazioni.
lv_lv: Nevar pieslēgties transporta serverim "%1$s" ar pieslēgumu %2$s. Lūdzu pārbaudiet iestatījumus.

source: Default port specified for mail protocol "%1$s", but SSL is enabled. Please review if appropriate.
it_it: Porta predefinita specificata per il protocollo di posta "%1$s", ma SSL è abilitato. Verifica che sia corretto.
lv_lv: Pasta protokolam "%1$s" ir norādīts noklusētais ports, bet SSL ir iespējots. Lūdzu pārbaudiet.

source: Secure port specified for mail protocol "%1$s", but SSL is not enabled. Please review if appropriate.
it_it: Porta sicura specificata per il protocollo di posta "%1$s", ma SSL non è abilitato. Verifica che sia corretto.
lv_lv: Pasta protokolam "%1$s" ir norādīts drošais ports, bet SSL nav iespējots. lūdzu pārbaudiet.
