Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: From
it_it: Da
lv_lv: No

source: To
it_it: A
lv_lv: Kam

source: Subject
it_it: Soggetto
lv_lv: Tēma

source: File type
it_it: Tipo di file
lv_lv: Faila tips

source: File size
it_it: Dimensione del file
lv_lv: Faila izmērs

source: in file name
it_it: nel nome del file
lv_lv: failu vārdos

source: in From sender
it_it: nel mittente Da
lv_lv: kā Nosūtītājs

source: in To recipient
it_it: nel destinatario A
lv_lv: kā Saņēmējs

source: in subject
it_it: nell'oggetto
lv_lv: tematā

source: Login
it_it: Nome utente
lv_lv: Pieslēgums

source: The folder you requested does not exist.
it_it: Il cartella richiesta non esiste.
lv_lv: Jūsu pieprasītā mape neeksistē.

source: The file you requested does not exist.
it_it: Il file richiesto non esiste.
lv_lv: Jūsu pieprasītais fails neeksistē.

source: The file version you requested does not exist.
it_it: La versione del file richiesta non esiste.
lv_lv: Jūsu prasītā faila versija neeksistē.

source: A folder named "%1$s" already exists below the parent folder "%2$s".
it_it: Una cartella con nome "%1$s" esiste già sotto la cartella genitrice "%2$s".
lv_lv: Mape ar vārdu "%1$s" zem virsmapes "%2$s" jau eksistē.

source: You do not have the appropriate permissions to create a subfolder below the folder "%1$s".
it_it: Non disponi dei permessi appropriati per creare una sottocartella sotto la cartella "%1$s".
lv_lv: Jums nav pietiekamu tiesību apakšmapju izveidei zem mapes "%1$s".

source: In order to accomplish the search, %1$d or more characters are required.
it_it: Per eseguire la ricerca, %1$d o più caratteri sono richiesti.
lv_lv: Lai veiktu meklēšanu ir nepieciešams uzrādīt %1$d vai vairāk simbolus.

source: Invalid URL "%1$s". Please correct the value and try again.
it_it: L'URL "%1$s" non è valido. Correggi il valore e prova ancora.
lv_lv: Nepareizs URL "%1$s". Lūdzu izlabojiet un mēģiniet vēlreiz.

source: The allowed quota is reached. Please delete some items in order to store new ones.
it_it: La quota consentita è stata raggiunta. Elimina alcuni elementi per archiviarne di nuovi.
lv_lv: Pārsniegta atļautā kvota. Lūdzu izdzēsiet dažas vienības lai varētu izveidot jaunas.

source: ZIP archive exceeds max. allowed size of %1$s
it_it: L'archivio ZIP eccede il valore massimo consentito di %1$s
lv_lv: Pārsniegts ZIP arhīvam atļautais maksimālais izmērs %1$s

source: The file storage account is currently not accessible.
it_it: L'account di archiviazione file non è attualmente accessibile.
lv_lv: Failu glabātuves konts pašreiz nav pieejams.

source: The folder "%1$s" cannot be moved to "%2$s".
it_it: La cartella "%1$s" non può essere spostata in "%2$s".
lv_lv: Mape "%1$s" nevar tikt pārvietota uz "%2$s".

source: The file "%1$s" cannot be moved to "%2$s".
it_it: Il file "%1$s" non può essere spostato in "%2$s".
lv_lv: Fails "%1$s" nevar tikt pārvietots uz "%2$s".

source: The notes of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
it_it: Le note del file "%1$s" nella cartella "%2$s" vengono perse quando si passa all'account "%3$s".
lv_lv: Faila "%1$s" piezīmes mapē "%2$s" tiks zaudētas pie tā pārvietošanas uz kontu "%3$s".

source: All previous versions of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
it_it: Tutte le versioni precedenti del file "%1$s" nella cartella "%2$s" vengono perse quando si passa all'account "%3$s".
lv_lv: Visas iepriekšējā faila "%1$s" versijas mapē "%2$s" tiks zaudētas pie tā pārvietošanas uz kontu "%3$s".

source: The assigned categories of the file "%1$s" in folder "%2$s" are lost when moving it into the account "%3$s".
it_it: Le categorie assegnate del file "%1$s" nella cartella "%2$s" vengono perse quando si passa all'account "%3$s".
lv_lv: Failam "%1$s" piešķirtās kategorijas mapē "%2$s" tiks zaudētas pie tā pārvietošanas uz kontu "%3$s".

source: The shared file "%1$s" in folder "%2$s" is no longer accessible by other users when moving it into the account "%3$s".
it_it: Il file condiviso "%1$s" nella cartella "%2$s" non è più accessibile da altri utenti quando si passa all'account "%3$s".
lv_lv: Koplietojuma fails "%1$s" mapē "%2$s" vairs nebūs pieejams citiem lietotājiem pie tā pārvietošanas uz kontu "%3$s".

source: The shared folder "%1$s" is no longer accessible by other users when moving it into the account "%2$s".
it_it: La cartella condivisa "%1$s" non è più accessibile da altri utenti quando si passa all'account "%2$s".
lv_lv: Koplietojuma mape "%1$s" vairs nebūs pieejama citiem lietotājiem pie tās pārvietošanas uz kontu "%2$s".

source: The file "%1$s" was not updated due to possible data loss. Please review the warnings for details.
it_it: La cartella "%1$s" non è stata aggiornata per evitare possibili perdite di dati. Controlla gli avvisi per i dettagli.
lv_lv: Fails "%1$s" nav jaunināts sakarā ar iespējamo datu pazaudēšanu. Lūdzu apskatiet brīdinājumus.

source: The file(s) were not moved due to possible data loss. Please review the warnings for details.
it_it: I file non sono stati spostati per evitare possibili perdite di dati. Controlla gli avvisi per i dettagli.
lv_lv: Sakarā ar potenciāli iespējamu datu zaudēšanu, neviens fails nav pārvietots. Lūdzu skatiet brīdinājumu detaļas.

source: The %1$s URL does not denote a file: %1$s
it_it: L'URL %1$s non indica un file: %1$s
lv_lv: Saites %1$s URL nenorāda uz failu: %1$s

source: The %1$s URL does not denote a directory: %2$s
it_it: L'URL %1$s non indica una cartella: %2$s
lv_lv: Saites %1$s URL nenorāda uz direktoriju: %2$s

source: Missing file name.
it_it: Nome file mancante.
lv_lv: Iztrūkstošs faila vārds.

source: Update denied for "%1$s" resource: %2$s
it_it: Aggiornamento negato per la risorsa "%1$s": %2$s
lv_lv: Jaunināšana atteikta "%1$s" resursam: %2$s

source: Delete denied for "%1$s" resource: %2$s
it_it: Eliminazione negata per la risorsa "%1$s": %2$s
lv_lv: Dzēšana atteikta "%1$s" resursam: %2$s

source: Missing configuration for %1$s account "%2$s".
it_it: Configurazione mancante per l'account %1$s "%2$s".
lv_lv: Iztrūkstoša konfigurācija %1$s kontam "%2$s".

source: The provided %1$s resource does not exist: %2$s
it_it: La risorsa %1$s fornita non esiste: %2$s
lv_lv: Norādītais %1$s resurss neeksistē: %2$s

source: The file %1$s doesn't have any content.
it_it: Il file %1$s non ha alcun contenuto.
lv_lv: Failam %1$s nav satura.

source: The associated %2$s account no longer exists.
it_it: L'account %2$s associato non esiste più.
lv_lv: Norādītais %2$s konts vairs neeksistē.

source: Individual permissions are not supported in account "%1$s".
it_it: I permessi individuali non sono supportati nell'account "%1$s".
lv_lv: Konts "%1$s" neatbalsta individuālas tiesības.

source: Saving notes for file "%1$s" is not supported in account "%2$s".
it_it: Il salvataggio delle note per il file "%1$s" non è supportato nell'account "%2$s".
lv_lv: Faila "%1$s" piezīmju saglabāšana kontam "%2$s" netiek atbalstīta.

source: Assigning categories to file "%1$s" is not supported in account "%2$s".
it_it: L'assegnazione di categorie per il file "%1$s" non è supportata nell'account "%2$s".
lv_lv: Kategoriju pievienošana failam "%1$s" kontam "%2$s" netiek atbalstīta.

source: The file "%1$s" was not saved due to possible data loss. Please review the warnings for details.
it_it: Il file "%1$s" non è stato salvato per evitare possibili perdite di dati. Controlla gli avvisi per i dettagli.
lv_lv: Fails "%1$s" nav saglabāts sakarā ar iespējamo datu pazaudēšanu. Lūdzu apskatiet brīdinājumus.

source: Bad or expired access token. Need to re-authenticate user.
it_it: Token di accesso errato o scaduto. È necessario autenticare nuovamente l'utente.
lv_lv: Nederīgs piekļuves žetons. Nepieciešama atkārtota autorizācija.

source: Your rate limit has been exceeded and further access is not possible at the moment.
it_it: Il limite di accessi è stato superato e, al momento, non è possibile effettuare ulteriori accessi.
lv_lv: Pārsniegts jūsu limits un pašlaik turpmāka piekļuve nav iespējama.

source: You need to get sufficient permissions to perform the operation on the specified entity.
it_it: Devi ottenere i permessi sufficienti a eseguire l'operazione sull'entità specificata.
lv_lv: Jums nav nepieciešamo tiesību šīs operācijas izpildei norādītajam vienumam.

source: File name contains illegal characters: "%1$s"
it_it: Il nome del file contiene caratteri non consentiti: "%1$s"
lv_lv: Faila vārds satur neatļautus simbolus: "%1$s"

source: File name is a reserved name: "%1$s"
it_it: Il nome del file è un nome riservato: "%1$s"
lv_lv: Faila vārds ir rezervētais vātrds: "%1$s"

source: File name must not be "." or "..".
it_it: Il nome del file non può essere "." o "..".
lv_lv: Faila vārds nedrīkst būt "." vai "..".

source: File name must not end with a dot or whitespace.
it_it: Il nome del file non può terminare con un punto o con uno spazio.
lv_lv: Faila vārds nedrīkst beigties ar punktu vai probeli.

source: A file with that name already exists.
it_it: Esiste già un file con quel nome.
lv_lv: Fails ar šādu vārdu jau eksistē.

source: Access denied.
it_it: Accesso negato.
lv_lv: Piekļuve ir liegta.

source: There is a problem with your AWS account that prevents the operation from completing successfully.
it_it: Si è verificato un problema con il tuo account AWS che impedisce l'esito positivo dell'operazione.
lv_lv: Problēmas jūsu AWS kontā neļauj sekmīgu operācijas veikšanu.

source: The e-mail address you provided is associated with more than one account
it_it: L'indirizzo di posta elettronica fornito è associato con più di un account
lv_lv: Jūsu norādītā e-pasta adrese ir saistīta ar varāk kā vienu kontu

source: The requested bucket name is not available. The bucket namespace is shared by all users of the system. Please select a different name and try again.
it_it: Il nome del bucket richiesto non è disponibile. Lo spazio dei nomi dei bucket è condiviso da tutti gli utenti del sistema. Seleziona un nome diverso e prova ancora.
lv_lv: Prasītais kopnes vārds nav piejams. Kopnes vārda apgabals tiek koplietots ar visiem sistēmas lietotājiem. Lūdzu izvēlieties citu vārdu un mēģiniet vēlreiz.

source: Your previous request to create the named bucket succeeded and you already own it.
it_it: La tua precedente richiesta di creare il bucket specificato è andata a buon fine e il bucket è già a tua disposizione.
lv_lv: Jūsu iepriekšējais pieprasījums nosauktās kopnes izveidei bija veiksmīgs un jūs jau esiet tās īpašnieks.

source: The bucket you tried to delete is not empty.
it_it: Il bucket che hai tentato di eliminare non è vuoto.
lv_lv: Kopne, kuru mēģiniet izdzēst nav tukša.

source: This request does not support credentials.
it_it: Questa richiesta non supporta credenziali.
lv_lv: Šis pieprasījums neatbalsta pilnvaras.

source: Cross location logging not allowed. Buckets in one geographic location cannot log information to a bucket in another location.
it_it: La registrazione incrociata tra diverse posizioni non è consentita. I bucket in una posizione geografica non possono registrare informazioni nel bucket in un'altra posizione.
lv_lv: Starpvietņu informācijas 'logošana' nav atļauta. Kopnes vienā ģeogrāfiskā vietā nevar 'logot' informāciju citu ģeogrāfisko vietu kopnēs.

source: Your proposed upload is smaller than the minimum allowed object size.
it_it: Il tuo caricamento proposto è più piccolo della dimensione minima consentita degli oggetti.
lv_lv: Jūsu piedāvātā augšupielāde ir mazāka par minimāli pieļaujamo objekta izmēru.

source: Your proposed upload exceeds the maximum allowed object size.
it_it: Il caricamento proposto supera la dimensione massima consentita dell'oggetto.
lv_lv: Jūsu piedāvātā augšupielāde ir lielāka par maksimali pieļaijamo objekta izmēru.

source: The provided token has expired.
it_it: Il token fornito è scaduto.
lv_lv: Norādītā žetona derīguma termiņš ir beidzies.

source: The AWS Access Key Id you provided does not exist in our records.
it_it: L'ID della chiave di accesso AWS che hai fornito non esiste nelle nostre registrazioni.
lv_lv: Jūsu norādītais AWS piekļuves atslēgas identifikators neeksistē.

source: The specified bucket is not valid.
it_it: Il bucket specificato non è valido.
lv_lv: Norādītā kopne nav pareiza.

source: All access to this object has been disabled.
it_it: Tutti gli accessi a questo oggetto sono stati disabilitati.
lv_lv: Visas piekļuves tiesības šim objektam ir atspējotas.

source: The provided security credentials are not valid.
it_it: Le credenziali di sicurezza fornite non sono valide.
lv_lv: Norādītās piekļuves drošības pilnvaras nav pareizas.

source: The provided token is malformed or otherwise invalid.
it_it: Il token fornito è errato o non valido.
lv_lv: Norādītais žetons ir vai nu nepareizi saformēts, vai nederīgs.

source: Couldn't parse the specified URI.
it_it: Impossibile elaborare l'URI specificato.
lv_lv: Nevar izanalizēt norādīto URI.

source: Your key is too long.
it_it: La chiave è troppo lunga.
lv_lv: Atslēga ir pārāk gara.

source: Your request was too big.
it_it: La richiesta era troppo grande.
lv_lv: Pieprasījums ir par lielu.

source: The specified method is not allowed against this resource.
it_it: Il metodo specificato non è consentito per questa risorsa.
lv_lv: Norādītā metode šim resursam nav pieejama.

source: The specified bucket does not exist.
it_it: Il bucket specificato non esiste.
lv_lv: Norādītā kopne neeksistē.

source: The specified key does not exist.
it_it: La chiave specificata non esiste.
lv_lv: Norādītā atslēga neeksistē.

source: Your account is not signed up for the Amazon S3 service.
it_it: L'account non è registrato per il servizio Amazon S3.
lv_lv: Jūsu konts nav pieslēgts Amazon S3 pakalpojumu izmantošanai.

source: A conflicting conditional operation is currently in progress against this resource. Please try again.
it_it: Un'operazione condizionale in conflitto è attualmente in corso per questa risorsa. Prova ancora.
lv_lv: Šim resursam pašreiz jau tiek izpildīta konfliktējoša nosacījumu operācija. Lūdzu mēģiniet vēlreiz.

source: At least one of the preconditions you specified did not hold.
it_it: Almeno una delle precondizioni specificate non è verificata.
lv_lv: Vismaz viens no jūsu norādītajiem nepieciešamajiem nossacījumiem neizpildās.

source: Temporary redirect.
it_it: Redirezione temporanea.
lv_lv: Pagaidu pāradresācija.

source: Object restore is already in progress.
it_it: Il ripristino dell'oggetto è già in corso.
lv_lv: Pašreiz jau notiek objektu atjaunošana.

source: You are being redirected to the bucket while DNS updates.
it_it: Stai per essere rediretto al bucket durante gli aggiornamenti DNS.
lv_lv: Jūs esat pāradresēts uz kopni kamēr notiek DNS jaunināšana.

source: The provided token must be refreshed.
it_it: Il token fornito deve essere aggiornato.
lv_lv: Norādītais žetons ir jāatjaunina.

source: The e-mail address you provided does not match any account on record.
it_it: L'indirizzo di posta elettronica fornito non corrisponde a nessun account registrato.
lv_lv: Jūsu norādītā e-pasta adrese neatbilst nevienam no zināmiem kontiem.

source: The S3 storage responds with "Bad Request". Please check whether com.openexchange.filestore.s3.[filestoreID].signerOverride is properly configured for this filestore.
it_it: L'archiviazione S3 risponde con "Richiesta errata". Controlla se com.openexchange.filestore.s3.[filestoreID].signerOverride è configurato correttamente per questo archivio di file.
lv_lv: S3 krātuves atbilde ir "Nepareizs pieprasījums". Lūdzu pārbaudiet vai com.openexchange.filestore.s3.[filestoreID].signerOverride konfigurācija šai krātuvei ir pareizi norādīta.

source: No such document: %1$s
it_it: Nessun documento: %1$s
lv_lv: Nav šāda dokumenta: %1$s

source: No such chunk: %1$s
it_it: Nessun blocco: %1$s
lv_lv: Nav šāda vienuma: %1$s

source: No next chunk for chunk: %1$s
it_it: Nessun blocco successivo per il blocco: %1$s
lv_lv: Nav nākamā vienuma vienumam: %1$s

source: The connected client closed the connection unexpectedly
it_it: Il client connesso ha terminato la connessione in modo inatteso
lv_lv: Klienta aplikācija ir negaidīti pārtraukusi savienojumu

source: The allowed quota is reached. Please delete some items in order to create new ones.
it_it: La quota consentita è stata superata. Elimina alcuni elementi per crearne di nuovi.
lv_lv: Pārsniegta atļautā kvota. Lūdzu izdzēsiet dažas vienības lai varētu izveidot jaunas.

source: The service you requested is currently not available. Please try again later.
it_it: Il servizio richiesto non è attualmente disponibile. Riprova più tardi.
lv_lv: Prasītais serviss īslaicīgi nav pieejams. Lūdzu mēģiniet vēlreiz vēlāk.

source: A filter for field '%1$s' is missing but is required to search in module %2$s.
it_it: Manca un filtro per il campo '%1$s', ma è richiesto per cercare nel modulo %2$s.
lv_lv: Filtrs laukam '%1$s' nav atrasts, bet ir nepieciešams meklēšanai moduļi %2$s.

source: A search filter did not contain a field to filter on.
it_it: Un filtro di ricerca non conteneva un campo sul quale filtrare.
lv_lv: Meklēšanas filtrs nesatur meklēšanas lauku.

source: A search filter did not contain a query to search for.
it_it: Un filtro di ricerca non conteneva un termine da ricercare.
lv_lv: Meklēšanas filtrs nesatur meklēšanas vaicājumu.

source: A search filter contained an unknown field: '%1$s'.
it_it: Un filtro di ricerca conteneva un campo sconosciuto: "%1$s".
lv_lv: Meklēšanas filtrs satur nezināmu lauku: '%1$s'.

source: The facet "%1$s" is mandatory and has to be set.
it_it: La faccetta "%1$s" è obbligatoria e deve essere impostata.
lv_lv: Šķautne "%1$s" ir obligāta, bet nav norādīta.

source: Could not parse "%1$s".
it_it: Impossibile analizzare "%1$s".
lv_lv: Nevar parsēt "%1$s".

source: The folder id "%1$s" is invalid for module "%2$s".
it_it: L'identificativo della cartella "%1$s" non è valido per il modulo "%2$s".
lv_lv: Mapes ID "%1$s" modulim "%2$s" nav derīgs.

source: The folder type "%1$s" is not supported.
it_it: Il tipo di cartella "%1$s" non è supportato.
lv_lv: Mapes tips "%1$s" netiek atbalstīts.

source: The facet types "%1$s" and "%2$s" conflict with each other and must not be used within one request.
it_it: I tipi di faccetta "%1$s" e "%2$s" sono in conflitto tra di loro e non devono essere utilizzati all'interno di una richiesta.
lv_lv: Šķautņu tipi "%1$s" un "%2$s" savstarpēji konfliktē un nevar tikt izmantoti vienā pieprasījumā.

source: You are not allowed to search in module "%1$s".
it_it: Non ti è consentito cercare nel modulo "%1$s".
lv_lv: Jums nav meklēšanas tiesību modulī "%1$s".

source: The query yielded too many results to be displayed. Please refine your search options and try again.
it_it: La query ha prodotto troppi risultati da visualizzare. Perfeziona le tue opzioni di ricerca e riprova.
lv_lv: Pieprasījumam ir pārāk daudz rezultātu, lai tos varētu parādīt. Lūdzu koriģējiet pieprasījumu un mēģiniet vēlreiz.

source: in description
it_it: nella descrizione
lv_lv: aprakstā

source: in location
it_it: nella posizione
lv_lv: vietā

source: in attachment name
it_it: nel nome dell'allegato
lv_lv: pievienojuma nosaukumā

source: My Status
it_it: Il mio stato
lv_lv: Mans statuss

source: Date
it_it: Data
lv_lv: Datums

source: Type
it_it: Tipo
lv_lv: Tips

source: Participant
it_it: Partecipante
lv_lv: Dalībnieks

source: Range
it_it: Intervallo
lv_lv: Apgabals

source: ????????? 1 month
it_it: ????????? 1 mese
lv_lv: ????????? 1 mēnesis

source: ????????? 3 months
it_it: ????????? 3 mesi
lv_lv: ????????? 3 mēneši

source: ????????? 1 year
it_it: ????????? 1 anno
lv_lv: ????????? 1 gads

source: Tentative
it_it: Provvisorio
lv_lv: Pagaidu

source: None
it_it: Nessuno
lv_lv: Nekas

source: Single
it_it: Singolo
lv_lv: Atsevišķs

source: Series
it_it: Ripetizione
lv_lv: Sērijas

source: Folder type
it_it: Tipo di cartella
lv_lv: Mapes tips

source: Folder
it_it: Cartella
lv_lv: Mape

source: Private
it_it: Privata
lv_lv: Privāts

source: Public
it_it: Pubblica
lv_lv: Publisks

source: Shared
it_it: Condivisa
lv_lv: Koplietojuma

source: last week
it_it: settimana scorsa
lv_lv: pēdējā nedēļa

source: last month
it_it: mese scorso
lv_lv: pagājušais mēnesis

source: last year
it_it: anno scorso
lv_lv: pēdējais gads

source: Contact
it_it: Contatto
lv_lv: Kontakts

source: in names
it_it: nei nomi
lv_lv: nosaukumos

source: in e-mail addresses
it_it: negli indirizzi di posta
lv_lv: e-pasta adresēs

source: in phone numbers
it_it: nei numeri di telefono
lv_lv: telefona numuros

source: in addresses
it_it: negli indirizzi
lv_lv: adresēs

source: in departments
it_it: nei reparti
lv_lv: struktūrvienībās

source: in user fields
it_it: nei campi utente
lv_lv: lietotāja laukos

source: Distribution List
it_it: Lista di distribuzione
lv_lv: Izplatīšanas saraksts

source: File content
it_it: Contenuto del file
lv_lv: Faila saturs

source: Folders
it_it: Cartelle
lv_lv: Mapes

source: Contacts
it_it: Contatti
lv_lv: Kontakti

source: File description
it_it: Descrizione del file
lv_lv: Faila apraksts

source: Images
it_it: Immagini
lv_lv: Attēli

source: Documents
it_it: Documenti
lv_lv: Dokumenti

source: Other
it_it: Altro
lv_lv: Cits

source: Public folders
it_it: Cartelle pubbliche
lv_lv: Publiskās mapes

source: Private folders
it_it: Cartelle private
lv_lv: Privātās mapes

source: Shared folders
it_it: Cartelle condivise
lv_lv: Koplietojuma mapes

source: in file description
it_it: nella descrizione del file
lv_lv: failu aprakstos

source: in file content
it_it: nel contenuto del file
lv_lv: failu saturā

source: in mail text
it_it: nel testo del messaggio
lv_lv: pasta tekstā

source: People
it_it: Persone
lv_lv: Personas

source: From/To
it_it: Da/A
lv_lv: No/Kam

source: in attachment file names
it_it: nei nomi dei file degli allegati
lv_lv: pievienojumu failu vārdos

source: in title
it_it: nel titolo
lv_lv: nosaukumā

source: Task folders
it_it: Cartella delle attività
lv_lv: Uzdevumu mapes

source: Task participants
it_it: Partecipanti all'attività
lv_lv: Uzdevuma dalībnieki

source: Task type
it_it: Tipo di attività
lv_lv: Uzdevuma tips

source: Task status
it_it: Stato dell'attività
lv_lv: Uzdevuma statuss

source: Not Started
it_it: Non iniziata
lv_lv: Nav iesākts

source: In Progress
it_it: In corso
lv_lv: Apstrādē

source: Done
it_it: Completata
lv_lv: Paveikts

source: Waiting
it_it: In attesa
lv_lv: Gaidīšana

source: Deferred
it_it: Rinviata
lv_lv: Atlikts

source: Single Task
it_it: Attività singola
lv_lv: Atsevišķs uzdevums

source: No free/busy providers available
it_it: Nessun fornitore di libero/occupato disponibile
lv_lv: Nav pieejami brīva/aizņemta nodrošinātāji

source: The participant "%1$s" is ambiguous.
it_it: Il partecipante "%1$s" è ambiguo.
lv_lv: Dalībnieks "%1$s" ir 'ambiciozs'.

source: The participant "%1$s" can't be found.
it_it: Il partecipante "%1$s" non può essere trovato.
lv_lv: Dalībnieks "%1$s" nav atrasts.

source: Free/busy is not enabled for user %1$d
it_it: Libero/occupato non è abilitato per l'utente %1$d
lv_lv: Pieejams/aizņemts statuss lietotājam %1$d nav iespējots.

source: Free/busy data for "%1$s" is not available.
it_it: I dati di libero/occupato per "%1$s" non sono disponibili.
lv_lv: Pieejams/aizņemts dati par "%1$s" nav pieejami.

source: The uwa widget with the id %1$s could not be found
it_it: L'oggetto uwa con l'id %1$s non può essere trovato
lv_lv: UWA logrīks ar id %1$s nav atrasts

source: The widget with the id %1$s is protected and only positional information can be updated
it_it: L'oggetto con l'id %1$s è protetto e possono essere aggiornate solo le informazioni posizionali
lv_lv: Logrīks ar id %1$s ir aizsargāts un tikai pozīcijas informācija var tikt jaunināta
