Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: Cannot create private task in public/shared folder.
it_it: Impossibile creare un'attività privata nella cartella pubblica/condivisa.
lv_lv: Nevar izveidot privātu uzdevumu publiskajā/koplietošanas mapē.

source: Error while updating task.
it_it: Errore durante l'aggiornamento dell'attività.
lv_lv: Kļūda pie uzdevuma jaunināšanas.

source: Error while deleting task.
it_it: Errore durante l'eliminazione dell'attività.
lv_lv: Kļūda pie uzdevuma dzēšanas.

source: Error while listing tasks.
it_it: Errore durante l'elencazione delle attività.
lv_lv: Kļūda pie uzdevumu pārlasīšanas.

source: You do not have the appropriate permissions to delete the task.
it_it: Non disponi dei permessi appropriati per eliminare l'attività.
lv_lv: Jums nav uzdevumu dzēšanai nepieiešamo tiesību.

source: Date range in search must contain 2 and not %d values.
it_it: L'intervallo di date nella ricerca deve contenere 2 e non %d valori.
lv_lv: Datumu apgabalam meklēšanā ir jāsatur 2 nevis %d vērtības.

source: You do not have the appropriate permissions to read the contents in that folder.
it_it: Non disponi dei permessi appropriati per leggere il contenuto in quella cartella.
lv_lv: Jums nav šīs mapes satura lasīšanai nepieciešamo tiesību.

source: Tasks are disabled for you.
it_it: Le attività sono disabilitate per il tuo utente.
lv_lv: Jums uzdevumi ir atspējoti.

source: You do not have the appropriate permissions to create tasks in that folder.
it_it: Non disponi dei permessi appropriati per creare attività in quella cartella.
lv_lv: Jums nav nepieciešamo tiesību uzdevumu izveidošanai šajā mapē.

source: You do not have the appropriate permission to delegate tasks.
it_it: Non disponi dei permessi appropriati per delegare attività.
lv_lv: Jums nav uzdevumu deliģēšanai nepieciešamo tiesību.

source: Tasks with private flag cannot be delegated.
it_it: Le attività contrassegnate come private non possono essere delegate.
lv_lv: Uzdevumi, kuri ir iezīmēti kā privāti, nevar tikt deliģēti.

source: Percent is %d but must be between 0 and 100.
it_it: La percentuale è %d ma deve essere compresa tra 0 e 100.
lv_lv: Procentu vērtība ir %d , bet tai ir jābūt starp 0 un 100.

source: Tasks that have not been started yet need to have a 'Done' percentage of 0 and not %d.
it_it: Le attività non ancora iniziate devono avere una percentuale di completamento di 0 e non %d.
lv_lv: Uzdevumiem, kuru izpilde nav uzsākta, izpildes procentiem ir jābūt 0 nevis %d.

source: You do not have the appropriate permissions to edit tasks in that folder
it_it: Non disponi dei permessi appropriati per modificare le attività in quella cartella
lv_lv: Jum nav nepieciešamo tiesību uzdevumu rediģēšanai šajā mapē.

source: Moving items from or into a shared folder is not allowed.
it_it: Lo spostamento di elementi da una o in una cartella condivisa non è consentito.
lv_lv: Vienību pārvietošana no vai uz koplietojuma mapi nav atļauta.

source: Unknown recurrence type %d.
it_it: Tipo %d di ricorrenza sconosciuto.
lv_lv: Nezināms atkārtojuma tips %d.

source: Value for the recurrence is missing: %d.
it_it: Valore della ricorrenza mancante: %d.
lv_lv: Iztrūkstoša atkārtojumu vērtība: %d.

source: Finished tasks need to have a percentage of 100 and not %d.
it_it: Le attività completate devono avere una percentuale di 100 e non %d.
lv_lv: Pabeigtiem uzdevumiem izpildes procentiem ir jābūt 100 nevis %d.

source: Start date "%1$s" must be before end date "%2$s".
it_it: La data iniziale "%1$s" deve precedere la data finale "%2$s".
lv_lv: Sākuma datumam "%1$s" ir jābūt pirms beigu datuma "%2$s".

source: The task could not be saved. Please shorten the "%1$s" and try again. Current length "%3$d" is more than allowed length of "%2$d" characters.
it_it: L'attività non può essere salvata. Riduci il "%1$s" e provare ancora. Durata attuale "%3$d" è maggiore della durata consentita di "%2$d" caratteri.
lv_lv: Nevar saglabāt uzdevumu. Lūdzu saīsiniet "%1$s" un mēģiniet vēlreiz. Pašreizējais garums "%3$d" pārsniedz maksimāli pieļautos "%2$d" simbolus.

source: Tasks with private flag cannot be moved to a public folder.
it_it: Le attività con contrassegno privato non possono essere spostate in una cartella pubblica.
lv_lv: Uzdevumi ar privātuma iezīmēm nevar tikt pārvietoti uz publisku mapi.

source: Only the task creator is allowed to set the private flag.
it_it: Il contrassegno privato può essere impostato solo da chi ha creato l'attività.
lv_lv: Privātuma iezīmi var uzstādīt tikai uzdevuma izveidotājs.

source: External participants without E-Mail address can not be added.
it_it: Impossibile aggiungere partecipanti esterni senza indirizzo di posta elettronica.
lv_lv: Nevar pievienot ārēju dalībnieku bez e-pasta adreses.

source: You do not have the appropriate permisson to see the task.
it_it: Non disponi dei permessi appropriati per vedere l'attività.
lv_lv: Jums nav uzdevuma apskatei nepieciešamo tiesību.

source: Task contains invalid data: "%1$s".
it_it: L'attività contiene dati non validi: "%1$s".
lv_lv: Uzdevums satur nepareizus datus: "%1$s".

source: Group %1$d is empty. You can not add an empty group to a task.
it_it: Il gruppo %1$d è vuoto. Non puoi aggiungere un gruppo vuoto a un'attività.
lv_lv: Grupa %1$d ir tukša. Uzdevumiem nevar pievienot tukšu grupu.

source: Value "%1$s" of attribute "%2$s" contains non digit characters.
it_it: Il valore "%1$s" dell'attributo "%2$s" contiene caratteri che non sono cifre.
lv_lv: Vērtība "%1$s" atribūtam"%2$s" satur ne-ciparu simbolus.

source: Priority is %d but must be between 1 and 3.
it_it: La priorità è %d ma deve essere compresa tra 1 e 3.
lv_lv: Prioritāte ir %d , bet tai ir jābūt starp 1 un 3.

source: You do not have the appropriate permisson to see the folder.
it_it: Non disponi dei permessi appropriati per vedere la cartella.
lv_lv: Jum nav mapes apskatei nepieciešamo tiesību.

source: The current version number %1$s is already lower than or equal to the desired version number %2$s.
it_it: Il numero di versione attuale %1$s è già inferiore o uguale al numero di versione desiderato %2$s.
lv_lv: Pašreizējās versijas numurs %1$s jau ir mazāks vai vienāds ar vēlamo versijas numuru %2$s.

source: Error loading update task "%1$s".
it_it: Errore durante il caricamento dell'attività aggiornata "%1$s".
lv_lv: Kļūda ielādējot jaunināšanas uzdevumu "%1$s".

source: Unknown schema name: "%1$s".
it_it: Nome dello schema sconosciuto: "%1$s".
lv_lv: Nezināms shēmas vārds: "%1$s".

source: Update task "%1$s" returned an unknown concurrency level. Running as blocking task.
it_it: L'attività di aggiornamento "%1$s" ha restituito un livello di accesso simultaneo sconosciuto. Esecuzione come attività bloccante.
lv_lv: Jaunināšanas uzdevums "%1$s" atgrieza nezināmu konkurences līmeni. Izpilde kā bloķējošam uzdevumam.

source: The version can not be set back if the update tasks handling has been migrated to the Remember Executed Update Tasks concept on schema "%1$s".
it_it: La versione non può essere ripristinata se la gestione delle attività di aggiornamento è stata migrata al concetto di Conservazione delle attività di aggiornamento eseguite nello schema "%1$s".
lv_lv: Versiju nevar tikt atstatīt ja atbilstošie jaunināšanas uzdevumi ir migrēti uz "Remember Executed Update Tasks" konceptu shēmā "%1$s".

source: Unable to determine next update task to execute. Executed: "%1$s". Enqueued: "%2$s". Scheduled: "%3$s".
it_it: Impossibile determinare la prossima attività di aggiornamento da eseguire. Eseguita: "%1$s". Accodata: "%2$s". Pianificata: "%3$s".
lv_lv: Nevar noteikt nākošo izpildāmo jaunināšanu. Izpildīts: "%1$s". Paredzēts: "%2$s". Ieplānots: "%3$s".

source: Processed a wrong number of rows in database. Expected %1$d rows but worked on %2$d rows.
it_it: È stato elaborato un numero errato di righe del database. Erano attese %1$d righe, ma sono state elaborate %2$d righe.
lv_lv: Apstrādāts nepareizs datubāzes rindu skaits. Paredzētas %1$d bet apstrādātas %2$d rindas.

source: Updating schema "%1$s" failed. Cause: "%2$s".
it_it: Aggiornamento dello schema "%1$s" non riuscito. Causa: "%2$s".
lv_lv: Kļūda pie shēmas "%1$s" jaunināšanas. Iemesls: "%2$s".

source: Blocking tasks ("%1$s") must be executed before background tasks can be executed ("%2$s").
it_it: Le attività bloccanti ("%1$s") devono essere eseguite prima dell'esecuzione dell'attività sullo sfondo ("%2$s").
lv_lv: Bloķējošie uzdevumi ("%1$s") ir jāizpilda pirms fona uzdevumu ("%2$s") izpildes.

source: Unknown task: "%1$s".
it_it: Attività sconosciuta: "%1$s".
lv_lv: Nezināms uzdevums: "%1$s".

source: Column "%1$s" not found in table "%2$s".
it_it: Colonna "%1$s" non trovata nella tabella "%2$s".
lv_lv: Kolonna "%1$s" tabulā "%2$s" nav atrasta.

source: Cannot get database connection.
it_it: Impossibile connettersi al database.
lv_lv: Nevar izveidot datubāzes pieslēgumu.

source: Error while updating database.
it_it: Errore durante l'aggiornamento del database.
lv_lv: Kļūda pie datubāzes jaunināšanas.

source: File upload failed: "%1$s".
it_it: Caricamento del file non riuscito: "%1$s".
lv_lv: Kļūda pie faila augšupielādes: "%1$s".

source: Missing affiliation id.
it_it: ID di affiliazione mancante.
lv_lv: Iztrūkstošs pievienošanas id.

source: Unknown action value: "%1$s".
it_it: Valore d'azione sconosciuto: "%1$s".
lv_lv: Nezināma darbības vērtība: "%1$s".

source: Header "content-type" does not indicate multipart content.
it_it: L'intestazione "content-type" non indica un contenuto multiparte.
lv_lv: Hederis "satursa tips" nenorāda uz daudzsadaļu saturu.

source: Request rejected because its size (%1$s) exceeds the maximum configured size of %2$s.
it_it: Richiesta rifiutata poiché la sua dimensione (%1$s) eccede la dimensione massima configurata di %2$s.
lv_lv: Pieprasījums ir atteikts jo tā izmērs (%1$s) pārsniedz konfigurācijā norādīto maksimumu %2$s.

source: Missing parameter: "%1$s".
it_it: Parametro mancante: "%1$s" .
lv_lv: Iztrūkstošs parametrs: "%1$s".

source: Unknown module: %1$d.
it_it: Modulo sconosciuto: %1$d.
lv_lv: Nezināms modulis: %1$d.

source: An uploaded file referenced by "%1$s" could not be found.
it_it: Un file caricato che fa riferimento a "%1$s" non può essere trovato.
lv_lv: Ielādētais fails uz kuru atsaucas "%1$s" nav atrasts.

source: Invalid action value: "%1$s".
it_it: Valore d'azione non valido: "%1$s".
lv_lv: Nepareiza darbības vērtība: "%1$s".

source: Upload file with id "%1$s" could not be found.
it_it: Il file caricato con identificativo "%1$s" non può essere trovato.
lv_lv: Augšupielādētais fails ar id "%1$s" nav atrasts .

source: Upload file's content type "%1$s" does not match given file filter "%2$s".
it_it: Il tipo di contenuto "%1$s" del file caricato non corrisponde al filtro file specificato "%2$s".
lv_lv: Augšupielādes faila satura tips "%1$s" neatbilst norādītajam failu filtram "%2$s".

source: Upload file is invalid or illegal.
it_it: Il file caricato non è valido o non consentito.
lv_lv: Augšupielādes fails nav derīgs.

source: Request rejected because its size exceeds the maximum configured size of %1$s.
it_it: Richiesta rifiutata poiché la sua dimensione eccede la dimensione massima configurata di %1$s.
lv_lv: Pieprasījums ir atteikts jo tā izmērs pārsniedz konfigurācijā norādīto maksimumu %1$s.

source: Connection has been closed unexpectedly. Please try again.
it_it: La connessione è stata chiusa in modo inatteso. Prova ancora.
lv_lv: Saslēgums ir negaidīti pārtraukts. Lūdzu mēģiniet vēlreiz.

source: Request rejected because file size (%1$s) exceeds the maximum configured file size of %2$s.
it_it: Richiesta rifiutata poiché la dimensione del file (%1$s) eccede la dimensione massima configurata di %2$s.
lv_lv: Pieprasījums ir atteikts jo faila izmērs (%1$s) pārsniedz konfigurācijā norādīto maksimumu %2$s.

source: Request rejected because file size exceeds the maximum configured file size of %1$s.
it_it: Richiesta rifiutata poiché la dimensione del file eccede la dimensione massima configurata di %1$s.
lv_lv: Pieprasījums ir atteikts jo faila izmērs pārsniedz konfigurācijā norādīto maksimumu %1$s.

source: Read timed out. Waited too long for incoming data from client.
it_it: Tempo scaduto in lettura. Troppo tempo trascorso per i dati in ingresso dal client.
lv_lv: Lasīšanas taimauts. Pārāk ilgs klienta atbildes gaidīšanas laiks.

source: Configuration for user %1$s could not be found in context %2$d.
it_it: La configurazione per l'utente %1$s non può essere trovata nel contesto %2$d.
lv_lv: Nevar atrast lietotāja %1$s konfigurāciju kontekstā %2$d.

source: User configuration could not be put into cache: "%1$s".
it_it: La configurazione utente non può essere inserita in cache: "%1$s".
lv_lv: Lietotāja konfigurāciju nevar ievietot kešatmiņā: "%1$s".

source: User configuration cache could not be cleared: "%1$s".
it_it: La cache della configurazione utente non può essere svuotata: "%1$s".
lv_lv: Lietotāja konfigurācijas kešatmiņa nevar tikt iztīrīta: "%1$s".

source: User configuration could not be removed from cache: "%1$s".
it_it: La configurazione utente non può essere rimossa dalla cache: "%1$s".
lv_lv: Lietotāja konfigurāciju nevar izņemt no kešatmiņas: "%1$s".

source: Mail settings for user "%1$s" could not be found in context %2$d.
it_it: Le impostazioni di posta per l'utente "%1$s" non può essere trovato nel contesto %2$d.
lv_lv: Pasta uzstādījumi lietotājam "%1$s" kontekstā %2$d nav atrasti.

source: The provided mail address %1$s is invalid! It cannot be added to guest administration.
it_it: L'indirizzo di posta fornito %1$s non è valido! Non può essere aggiunto all'amministrazione degli ospiti.
lv_lv: Norādītā pasta adrese %1$s nav pareiza! Tā nevar tikt pievienota viesu administrēšanai.

source: The provided mail address is empty! It cannot be added to guest administration.
it_it: L'indirizzo di posta fornito è vuoto! Non può essere aggiunto all'amministrazione degli ospiti.
lv_lv: Norādītā pasta adrese ir tukša! Tā nevar tikt pievienota viesu administrēšanai.

source: The new password might not be empty! Please provide a password.
it_it: La nuova password non può essere vuota! Fornisci una password.
lv_lv: Jaunā parole nevar būt tukša! Lūdzu norādiet paroli.

source: A messaging error occurred. Please try again later.
it_it: Si è verificato un errore di messaggistica. Riprova più tardi.
lv_lv: Informācijas apmaiņas kļūda. Lūdzu mēģiniet vēlreiz.

source: A messaging error occurred.
it_it: Si è verificato un errore di messaggistica.
lv_lv: Informācijas apmaiņas kļūda.

source: Cannot initialize mail module.
it_it: Impossibile inizializzare il modulo di posta.
lv_lv: Nevar inicializēt e-pasta moduli.

source: No mail module access permitted.
it_it: Accesso non consentito al modulo di posta.
lv_lv: Piekļuve pasta modulim nav atļauta.

source: Error while converting contact to versit object.
it_it: Errore durante la conversione dell'oggetto versit.
lv_lv: Kļūda pie kontakta konvertēšanas "versit" objektā.

source: No attachment was found with id "%1$s" in message.
it_it: Nessun allegato con ID "%1$s" è stato trovato nel messaggio.
lv_lv: Ziņojumā nav atrasts pievienojums ar id "%1$s".

source: Versit attachment could not be saved due to an unsupported MIME type.
it_it: L'allegato Versit non può essere salvato a causa di un tipo MIME non supportato.
lv_lv: "Versit" pievienojums nevar tikt saglabāts neatpazīta MIME tipa dēļ.

source: Upload quota (%1$s) exceeded for file %2$s (size=%3$s).
it_it: Quota di caricamento (%1$s) superata per il file %2$s (dimensione=%3$s).
lv_lv: Augšupielādes kvota (%1$s) ir pārsniegta failam %2$s (izmērs=%3$s).

source: Upload quota (%1$s) exceeded.
it_it: Quota di caricamento (%1$s) superata.
lv_lv: Augšupielādes kvota (%1$s) ir pārsniegta.

source: Mail could not be found.
it_it: Il messaggio non può essere trovato.
lv_lv: Nevar atrasts pastru.

source: Message could not be sent.
it_it: Il messaggio non può essere inviato.
lv_lv: Ziņojumu nevar nosūtīt.

source: This message could not be moved to trash folder as your mailbox is nearly full. Please try to empty your deleted items first, or delete smaller messages first.
it_it: Questo messaggio non può essere spostato nel cestino poiché la casella di posta è quasi piena. Prova a svuotare prima gli elementi eliminati, o elimina prima i messaggi più piccoli.
lv_lv: Šis ziņojums nevar tikt pārvietots uz Atkritni. Iespējams, ka jūsu pasta kaste ir gandrīz pilna. Šadā gadījumā vispirms iztukšojiet izdzēstā pasta mapi, vai arī vispirms izdzēsiet mazākos ziņojumus.

source: No content available in mail part.
it_it: Nessun contenuto disponibile nella parte del messaggio.
lv_lv: Pasta sadaļā nav pieejama satura.

source: Message has been successfully sent. Due to exceeded quota a copy could not be placed in your sent folder though.
it_it: Il messaggio è stato inviato correttamente. A causa del superamento della quota non è possibile conservare una copia nella posta inviata.
lv_lv: Ziņojums ir veiksmīgi nosūtīts. Tomēr, tā kopija nevar tikt saglabāta nosūtīto ziņu mapē pārsniegtās kvotas dēļ.

source: Unable to save draft, due to exceeded quota.
it_it: Impossibile salvare la bozza, poiché la quota è stata superata.
lv_lv: Melnrakstu nevar saglabāt pārsniegtas kvotas dēļ.

source: Unable to save the mail, due to exceeded quota.
it_it: Impossibile salvare il messaggio, poiché la quota è stata superata.
lv_lv: Vēstuli nevar saglabāt pārsniegtas kvotas dēļ.

source: Message has been successfully sent. A copy could not be placed in your sent folder though.
it_it: Il messaggio è stato inviato correttamente. Non è possibile conservare una copia nella posta inviata.
lv_lv: Ziņojums ir veiksmīgi nosūtīts. Tomēr, tā kopija nevar tikt saglabāta nosūtīto ziņu mapē.

source: Bad value "%1$s" in parameter "%2$s".
it_it: Valore errato "%1$s" nel parametro "%2$s".
lv_lv: Nepareiza vērtība "%1$s" parametrā "%2$s".

source: No reply on multiple messages possible.
it_it: Impossibile rispondere a più messaggi.
lv_lv: Atbilde vairākiem ziņojumiem nav iespējama.

source: Attachment "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
it_it: L'allegato "%1$s" non è stato trovato nel messaggio "%2$s" della cartella di posta "%3$s".
lv_lv: Pievienojums "%1$s" e-pasta ziņā "%2$s" pasta mapē "%3$s" nav atrasts.

source: Folder "%1$s" does not hold messages and is therefore not selectable
it_it: La cartella "%1$s" non contiene messaggi e perciò non è selezionabile
lv_lv: Mape "%1$s" nesatur ziņojumus un tāpēc to nevar izvēlēties

source: Root folder must not be modified or deleted.
it_it: La cartella radice non può essere modificata o eliminata.
lv_lv: Saknes mapi nevar ne modificēl ne arī dzēst.

source: Image attachment with content id "%1$s" not found inside mail "%2$s" of mail folder "%3$s".
it_it: L'immagine allegata con identificatore di contenuto "%1$s" non è stata trovata nel messaggio "%2$s" della cartella di posta "%3$s".
lv_lv: Attēla pievienojums ar satura Id "%1$s" vēstulei "%2$s" pasta mapē "%3$s" nav atrasts.

source: The specified E-Mail address "%1$s" is not covered by allowed E-Mail address aliases.
it_it: L'indirizzo di posta specificato "%1$s" non è compreso negli alias di indirizzi di posta consentiti.
lv_lv: Norādītā e-pasta adrese "%1$s" nav ietverta atļauto pasta adrešu sarakstā.

source: Checking default folders failed for user %2$s.
it_it: Il controllo delle cartelle predefinite non è riuscito per l'utente %2$s.
lv_lv: Kļūda pie noklusējuma mapju pārbaudes lietotājam %2$s.

source: Default folders cannot be created as mail system denies to create more folders. Consequently, the mail module is not usable at the moment. Please delete other folders first in order to re-use the mail module again
it_it: Le cartelle predefinite non possono essere create poiché il sistema di posta elettronica nega la creazione di altre cartelle. Di conseguenza, il modulo di posta elettronica non è utilizzabile al momento. Elimina altre cartelle in primo luogo per utilizzare nuovamente il modulo di posta
lv_lv: Nevar izveidot noklusētās mapes jo failu sistēma atsaka vēl kādu mapju izveidi. Atbilstoši tam, pasta sistēma pašlaik nav izmantojama. Lai varētu atkal izmantot pasta sistēmu, lūdzu dzēsiet kādas no nevajadzīgajām mapēm.

source: The types of specified data source are not supported.
it_it: I tipi della sorgente dati specificata non sono supportati.
lv_lv: Norādītie datu avotu tipi netiek uzturēti.

source: Mail cannot be parsed. Invalid or incomplete mail data.
it_it: Il messaggio non può essere analizzato. Dati non validi o incompleti.
lv_lv: Nevar aptrādāt pastu. Nepareizi vai nepilnīgi pasta dati.

source: Mail folder cannot be created/renamed. Empty folder name.
it_it: La cartella della posta non può essere creata/rinominata. Nome cartella vuoto.
lv_lv: Nevar izveidot vai pārsaukt pasta mapi. Tukšs mapes vārds.

source: Invalid folder name. Please avoid the following characters: %2$s
it_it: Nome della cartella non valido. Evita i seguenti caratteri: %2$s
lv_lv: Nepareizs mapes vārds. Lūdzu nelietojiet sekojošus simbolus: %2$s

source: No create access on mail folder "%1$s".
it_it: Nessun accesso in creazione alla cartella di posta "%1$s".
lv_lv: Nav izveides piekļuves tiesību pasta mapei "%1$s".

source: Mail account "%1$s" with ID "%2$s" does not support mail transport.
it_it: L'account di posta "%1$s" con ID "%2$s" non supporta il trasporto.
lv_lv: Pasta konts "%1$s" ar ID "%2$s" neatbalsta e-pasta transpotu.

source: Mail folder could not be found.
it_it: La cartella di posta non può essere trovata.
lv_lv: Pasta mape nav atrasta.

source: Referenced mail "%1$s" could not be found in folder "%2$s".
it_it: Il messaggio referenziato "%1$s" non può essere trovato nella cartella "%2$s".
lv_lv: Norādītā e-pasta vēstule "%1$s" mapē "%2$s" nav atrasta.

source: Mail folder must not be deleted.
it_it: La cartella di posta non può essere eliminata.
lv_lv: Nevar izdzēst pasta mapi.

source: No delete access on mail folder "%1$s".
it_it: Nessun accesso per l'eliminazione alla cartella di posta "%1$s".
lv_lv: Nav dzēšanas tiesību pasta mapei "%1$s".

source: Mail folder must not be moved.
it_it: La cartella di posta non deve essere spostata.
lv_lv: Nevar pārvietot pasta mapi.

source: Mail folder must not be updated.
it_it: La cartella di posta non può essere aggiornata.
lv_lv: Nevar jaunināt pasta mapi.

source: No write access on mail folder "%1$s".
it_it: Nessun accesso in scrittura alla cartella di posta "%1$s".
lv_lv: Nav rakstīšanas tiesību pasta mapē "%1$s".

source: Mail could not be found in folder "%1$s" by message identifier.
it_it: Il messaggio non può essere trovato nella cartella "%1$s" per l'identificatore di messaggio.
lv_lv: Vēstule ar norādīto ziņojuma identifikatoru mapē "%1$s" nav atrasta.

source: Sent quota exceeded. You are only allowed to send 1 E-Mail in %1$s seconds.
it_it: Quota di invio superata. Ti è consentito inviare solo un messaggio in %1$s secondi.
lv_lv: Pārsniegta nosūtīšanas kvota. Jums ir tiesības nosūtīt tikai 1 vēstuli %1$s sekundē(s).

source: Please limit your recipients to %1$s (including To/Cc/Bcc), and click 'Send' again.
it_it: Limita i destinatari a %1$s (includendo A/Cc/Ccn), e fai nuovamente clic su 'Invia'.
lv_lv: Lūdzu ierobežojiet saņēmējus līdz %1$s (ietverot To/Cc/Bcc) un mēģiniet nosūtīt vēlreiz.

source: Unable to parse mail server URI "%1$s".
it_it: Impossibile analizzare l'URI del server di posta "%1$s".
lv_lv: Nevar noparsēt pasta servera URI "%1$s".

source: Mail attachment expired or absent.
it_it: Allegato scaduto o assente.
lv_lv: Pasta pievienojums nav atrasts vai tā derīgums ir beidzies.

source: Account has been checked successfully but with a non-secure connection.
it_it: L'account è stato verificato con successo ma con una connessione non sicura.
lv_lv: Konts ir veiksmīgi pārbaudīts, bet izmantojot ne-drošo pieslēgumu.
