Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: To set up your device, click following link:
it_it: Per configurare il tuo dispositivo, fai clic sul collegamento seguente:
lv_lv: Lai iestatītu ierīci, noklikšķiniet uz sekojošas saites:

source: Dear %1$s,
it_it: Gentile %1$s,
lv_lv: Sveicināti, %1$s,

source: to automatically configure your device, please download & install the attached configuration profile.
it_it: per configurare automaticamente il tuo dispositivo, scarica e installa il profilo di configurazione allegato.
lv_lv: lai automātiski konfigurētu ierīci, lejupielādējiet un iestatiet pievienoto konfigurācijas profilu.

source: to automatically configure your device, please download & install the attached configuration profile "%1$s".
it_it: per configurare automaticamente il tuo dispositivo, scarica e installa il profilo di configurazione "%1$s" allegato.
lv_lv: lai automātiski konfigurētu ierīci, lejupielādēt un iestatiet pievienoto konfigurācijas profilu "%1$s".

source: Your device configuration
it_it: La configurazione del tuo dispositivo
lv_lv: Jūsu ierīces konfigurācija

source: Another node is currently performing the same task. Try again later.
it_it: Un altro nodo sta attualmente eseguendo la stessa operazione. Riprova più tardi.
lv_lv: Kāds cits mezgls pašlaik jau veic šo pašu uzdevumu. Mēģiniet vēlreiz vēlāk.

source: LDAP contacts cannot be deleted.
it_it: I contatti LDAP non possono essere eliminati.
lv_lv: LDAP kontaktus nevar dzēst.

source: Contacts cannot be inserted in LDAP.
it_it: I contatti non possono essere inseriti in LDAP.
lv_lv: Kontaktus nevar pievienot pie LDAP

source: Error while trying to create connection to LDAP server.
it_it: Errore durante il tentativo di creare la connessione al server LDAP.
lv_lv: Kļūda pieslēdzoties pie LDAP servera.

source: The LDAP search for the user contains too many results.
it_it: La ricerca LDAP per l'utente contiene troppi risultati.
lv_lv: Lietotāja LDAP meklēšanas rezultāti satur pārāk daudz ierakstu.

source: The LDAP search for the user object "%s" gave no results.
it_it: La ricerca LDAP per l'oggetto utente "%s" non ha restituito risultati.
lv_lv: Lietotāja objekta "%s" LDAP meklēšanai nav rezultātu.

source: The LDAP search in distribution lists for specific attributes is not supported.
it_it: La ricerca LDAP nelle liste di distribuzione per specifici attributi non è supportata.
lv_lv: LDAP meklēšana izplatīšanas sarakstos pēc īpašiem atribūtiem netiek atbalstīta.

source: Display name
it_it: Nome visualizzato
lv_lv: Uzrādes vārds

source: Name
it_it: Nome
lv_lv: Vārds

source: Last name
it_it: Cognome
lv_lv: Uzvārds

source: First name
it_it: Nome
lv_lv: Vārds

source: Middle name
it_it: Secondo nome
lv_lv: Otrs vārds

source: Suffix
it_it: Suffisso
lv_lv: Sufikss

source: Title
it_it: Titolo
lv_lv: Nosaukums

source: Street (home)
it_it: Via (casa)
lv_lv: Iela (mājas)

source: Postcode (home)
it_it: CAP (casa)
lv_lv: Pasta kods (mājas)

source: Town (home)
it_it: Città (casa)
lv_lv: Pilsēta (mājas)

source: State (home)
it_it: Stato (casa)
lv_lv: Apgabals (mājas)

source: Country (home)
it_it: Provincia (casa)
lv_lv: Valsts (mājas)

source: Marital status
it_it: Stato civile
lv_lv: Ģimenes stāvoklis

source: Children
it_it: Figli
lv_lv: Bērni

source: Profession
it_it: Professione
lv_lv: Profesija

source: Nickname
it_it: Pseudonimo
lv_lv: Iesauka

source: Spouse's name
it_it: Nome del coniuge
lv_lv: Dzīvesbiedra vārds

source: Comment
it_it: Commento
lv_lv: Komentāri

source: Company
it_it: Azienda
lv_lv: Uzņēmums

source: Department
it_it: Reparto
lv_lv: Nodaļa

source: Position
it_it: Posizione
lv_lv: Pozīcija

source: Employee type
it_it: Tipo di impiego
lv_lv: Darbinieka tips

source: Room number
it_it: Numero della stanza
lv_lv: Kabineta numurs

source: Street (business)
it_it: Via (lavoro)
lv_lv: Iela (darbs)

source: Postcode (business)
it_it: CAP (lavoro)
lv_lv: Pasta kods (darbs)

source: Town (business)
it_it: Città (lavoro)
lv_lv: Pilsēta (darbs)

source: State (business)
it_it: Stato (lavoro)
lv_lv: Apgabals (darbs)

source: Country (business)
it_it: Provincia (lavoro)
lv_lv: Valsts (darbs)

source: Employee ID
it_it: Codice impiegato
lv_lv: Darbinieka ID

source: Sales volume
it_it: Fatturato
lv_lv: Pārdošanas apjoms

source: Tax id
it_it: Codice fiscale
lv_lv: Nodokļu ID

source: Commercial register
it_it: Registro delle imprese
lv_lv: Komercreģistrs

source: Branches
it_it: Filiali
lv_lv: Struktūras

source: Business category
it_it: Categoria di attività
lv_lv: Biznesa kategorija

source: Info
it_it: Informazioni
lv_lv: Informācija

source: Manager
it_it: Responsabile
lv_lv: Menedžeris

source: Assistant
it_it: Assistente
lv_lv: Asistents

source: Street (other)
it_it: Via (altro)
lv_lv: Iela (cits)

source: Postcode (other)
it_it: CAP (altro)
lv_lv: Pasta kods (cits)

source: Town (other)
it_it: Città (altro)
lv_lv: Pilsēta (cits)

source: State (other)
it_it: Stato (altro)
lv_lv: Apgabals (cits)

source: Country (other)
it_it: Provincia (altro)
lv_lv: Valsts (cits)

source: Telephone assistant
it_it: Telefono assistente
lv_lv: Telefona asistents

source: Phone (business)
it_it: Telefono (lavoro)
lv_lv: Telefons (dabs)

source: Phone (business alt)
it_it: Telefono (lavoro alt.)
lv_lv: Telefons (darbs alt.)

source: Telephone callback
it_it: Telefono di richiamata
lv_lv: Telefona atzvans

source: Phone (car)
it_it: Telefono (auto)
lv_lv: Telefons (mašīna)

source: Telephone company
it_it: Compagnia telefonica
lv_lv: Telefona kompānija

source: Phone (home)
it_it: Telefono (casa)
lv_lv: Telefons (mājas)

source: Phone (home alt)
it_it: Telefono (casa alt.)
lv_lv: Telefons (mājas alt.)

source: FAX (home)
it_it: FAX (casa)
lv_lv: Fakss (mājas)

source: Telephone ISDN
it_it: Telefono ISDN
lv_lv: Telefons ISDN

source: Cell phone
it_it: Cellulare
lv_lv: Mobilais telefons

source: Cell phone (alt)
it_it: Cellulare (alt.)
lv_lv: Mobilais telefons (alt.)

source: Phone (other)
it_it: Telefono (altro)
lv_lv: Telefons (cits)

source: FAX other
it_it: Fax (altro)
lv_lv: Fakss (cits)

source: Pager
it_it: Cercapersone
lv_lv: Peidžeris

source: Telephone primary
it_it: Telefono principale
lv_lv: Primārais telefons

source: Telephone radio
it_it: Radiotelefono
lv_lv: Radio telefons

source: Instant Messenger 1
it_it: Messaggistica istantanea 1
lv_lv: Tūlītējā ziņapmaiņa 1

source: Instant Messenger 2
it_it: Messaggistica istantanea 2
lv_lv: Tūlītējā ziņapmaiņa 2

source: IP phone
it_it: Telefono IP
lv_lv: IP telefons

source: Email 1
it_it: Indirizzo di posta 1
lv_lv: E-pasts 1

source: Email 2
it_it: Indirizzo di posta 2
lv_lv: E-pasts 2

source: Email 3
it_it: Indirizzo di posta 3
lv_lv: E-pasts 3

source: Categories
it_it: Categorie
lv_lv: Kategorijas

source: Optional 01
it_it: Opzionale 01
lv_lv: Papildus 01

source: Optional 02
it_it: Opzionale 02
lv_lv: Papildus 02

source: Optional 03
it_it: Opzionale 03
lv_lv: Papildus 03

source: Optional 04
it_it: Opzionale 04
lv_lv: Papildus 04

source: Optional 05
it_it: Opzionale 05
lv_lv: Papildus 05

source: Optional 06
it_it: Opzionale 06
lv_lv: Papildus 06

source: Optional 07
it_it: Opzionale 07
lv_lv: Papildus 07

source: Optional 08
it_it: Opzionale 08
lv_lv: Papildus 08

source: Optional 09
it_it: Opzionale 09
lv_lv: Papildus 09

source: Optional 10
it_it: Opzionale 10
lv_lv: Papildus 10

source: Optional 11
it_it: Opzionale 11
lv_lv: Papildus 11

source: Optional 12
it_it: Opzionale 12
lv_lv: Papildus 12

source: Optional 13
it_it: Opzionale 13
lv_lv: Papildus 13

source: Optional 14
it_it: Opzionale 14
lv_lv: Papildus 14

source: Optional 15
it_it: Opzionale 15
lv_lv: Papildus 15

source: Optional 16
it_it: Opzionale 16
lv_lv: Papildus 16

source: Optional 17
it_it: Opzionale 17
lv_lv: Papildus 17

source: Optional 18
it_it: Opzionale 18
lv_lv: Papildus 18

source: Optional 19
it_it: Opzionale 19
lv_lv: Papildus 19

source: Optional 20
it_it: Opzionale 20
lv_lv: Papildus 20

source: Date of birth
it_it: Data di nascita
lv_lv: Dzimšanas diena

source: Anniversary
it_it: Anniversario
lv_lv: Jubileja

source: File as
it_it: Classifica come
lv_lv: Reģistrēt kā

source: First name (yomi)
it_it: Nome (yomi)
lv_lv: Vārds (yomi)

source: Last name (yomi)
it_it: Cognome (yomi)
lv_lv: Uzvārds (yomi)

source: Company (yomi)
it_it: Azienda (yomi)
lv_lv: Uzņēmums (yomi)

source: File name
it_it: Nome file
lv_lv: Faila vārds

source: Address (home)
it_it: Indirizzo (casa)
lv_lv: Adrese (mājas)

source: Address (business)
it_it: Indirizzo (lavoro)
lv_lv: Adrese (darbs)

source: Address (other)
it_it: Indirizzo (altro)
lv_lv: Adrese (cits)

source: No vCard could be found in the supplied file. Please use a valid vCard file and try again.
it_it: Impossibile trovare una vCard nel file fornito. Utilizza un file vCard valido e riprova.
lv_lv: Norādītajā failā vCard ieraksts nav atrasts. Lūdzu norādiet derīgu vCard failu un mēģiniet vēlreiz.

source: Validation failed for property "%1$s": %2$s
it_it: Convalida non riuscita per la proprietà "%1$s": %2$s
lv_lv: Kļūda pie īpašības "%1$s" pārbaudes: %2$s

source: Error reading vCard: %1$s
it_it: Errore durante la lettura della vCard: %1$s
lv_lv: Kļūda pie vCard nolasīšanas: %1$s

source: Conversion failed for property "%1$s": %2$s
it_it: Conversione non riuscita per la proprietà "%1$s": %2$s
lv_lv: Kļūda pie īpašības "%1$s" konvertēšanas: %2$s

source: The vCard exceeds the maximum allowed size and can't be imported.
it_it: La vCard supera la dimensione massima consentita e non può essere importata.
lv_lv: vCard fails pārsniedz maksimāli pieļaujamo izmēru un nevar tikt importēts.

source: Unable to access the file store.
it_it: Impossibile accedere al deposito file.
lv_lv: Nevar piekļut failu glabātuvei.

source: Read all your contacts.
it_it: Leggi tutti i tuoi contatti.
lv_lv: Lasīt visu jūsu kontaktpersonu informāciju.

source: Create, modify and delete contacts.
it_it: Crea, modifica ed elimina i contatti.
lv_lv: Izveidot, modificēt un dzēs kontaktpersonu informāciju.

source: The type %1$s of the provided file is not supported.
it_it: Il tipo %1$s del file specificato non è supportato.
lv_lv: Norādītais faila tips %1$s netiek uzturēts.

source: The following field(s) are too long: %1$s
it_it: I seguenti campi sono troppo lunghi: %1$s
lv_lv: Sekojoši lauki ir pārāk gari: %1$s

source: The provided password seems to be wrong or something bad happened.
it_it: La password fornita sembra essere errata o si è verificato un imprevisto.
lv_lv: Ievadītās paroles nav pareizas vai arī nevar tikt sekmīgi verificētas.

source: Cannot get connection to config DB.
it_it: Impossibile effettuare una connessione al database di configurazione.
lv_lv: Nevar iegūt pieslēgumu pie konfigurācijas DB.

source: Database for context %1$d and server %2$d can not be resolved
it_it: Impossibile determinare il database per il contesto %1$d e per il server %2$d
lv_lv: Datubāzes atrisināšana kontekstam %1$d un serverim %2$d nav iespējama

source: No connection to database %1$d
it_it: Nessuna connessione al database %1$d
lv_lv: Nav pieslēguma datubāzei %1$d

source: Schema can not be set on database connection
it_it: Impossibile impostare lo schema nella connessione al database
lv_lv: Nevar iestatīt shēmu datubāzes pieslēgumam

source: Null is returned to connection pool.
it_it: NULL è restituito al pool di connessioni.
lv_lv: Konekciju pūlam ir atgriezts "Null".

source: Problem with executing SQL: %1$s
it_it: Problema con l'esecuzione SQL: %1$s
lv_lv: Kļūda pie SQL izpildes: %1$s

source: Cannot get information for pool %1$d.
it_it: Impossibile ottenere informazioni per il pool %1$d.
lv_lv: Nevar iegūt pūla %1$d informāciju.

source: Driver class %1$s missing.
it_it: Classe del driver %1$s mancante.
lv_lv: Iztrūkstoša draivera klase %1$s.

source: Object %1$s does not belong to this pool. The object will be removed. If there was a previous message about this object not having been returned to the pool, the object was just in use too long.
it_it: L'oggetto %1$s non appartiene a questo pool. L'oggetto sarà rimosso. Se c'era un messaggio precedente relativo alla mancata restituzione dell'oggetto al pool, l'oggetto era utilizzato da troppo tempo.
lv_lv: Objekts %1$s nepieder šai pieslēguma grupai un tiks no tās noņemts. Ja iepriekš ir saņemts paziņojums par nespsekmīgu šī objekta 'atgriešanu' pieslēguma grupai, objekta izmantošanas laiks ir bijis pārāk garš.

source: Server name is not defined.
it_it: Il nome del server non è definito.
lv_lv: Servera vārds nav definēts.

source: %1$s is not initialized.
it_it: %1$s non è inizializzata.
lv_lv: %1$s nav inicializēts.

source: Connection used for %1$d milliseconds.
it_it: Connessione utilizzata per %1$d millisecondi.
lv_lv: Izmantotais pieslēguma laiks %1$d milisekundes.

source: %1$d statements are not closed.
it_it: %1$d istruzioni non sono state chiuse.
lv_lv: %1$d formulējumi nav aizvērti.

source: Parsing problem in URL parameter "%1$s".
it_it: Problema di analisi del parametro dell'URL "%1$s".
lv_lv: Parsēšanas kļūda URL parametrā "%1$s".

source: Configuration file for database configuration is missing.
it_it: Il file per la configurazione del database è mancante.
lv_lv: Iztrūkstošs datubāzes konfigurācijas fails.

source: Property "%1$s" is not defined.
it_it: La proprietà "%1$s" non è definita.
lv_lv: Īpšība "%1$s" nav definēta.

source: %1$s is already initialized.
it_it: %1$s è già inizializzata.
lv_lv: %1$s jau ir inicializēts.

source: Cannot resolve server id for server %1$s.
it_it: Impossibile risolvere l'id per il server: %1$s.
lv_lv: Nevar atrisināt servera id serverim %1$s.

source: Nothing known about pool %1$d.
it_it: Pool %1$d sconosciuto.
lv_lv: Par pūlu %1$d nekas nav zināms.

source: Transaction counter is missing for context %1$d.
it_it: Contatore di transazione mancante per il contesto %1$d.
lv_lv: Iztrūkstošs tranzakciju skaitītājs kontekstam %1$d.

source: Inserting or updating database assignment for context %1$d and server %2$d failed!
it_it: Inserimento o aggiornamento dell'assegnazione del database per il contesto %1$d e per il server %2$d non riuscito.
lv_lv: Kļūda pie ievietošanas vai jaunināšanas datubāzē kontekstam %1$d un serverim %2$d !

source: Invalid configuration for global databases: %1$s
it_it: Configurazione non valida per i database globali: %1$s
lv_lv: Nepareiza globālo datubāžu konfigurācija: %1$s

source: No global database for context group "%1$s" found.
it_it: Nessun database globale trovato per il gruppo di contesto "%1$s".
lv_lv: Konteksta grupai "%1$s" nav atrasta globālā datubāze.

source: A DoveAdm error occurred: %1$s
it_it: Si è verificato un errore di DoveAdm: %1$s
lv_lv: Notikusi DoveAdm kļūda: %1$s

source: A DoveAdm server error occurred with HTTP status code %1$s. Error message: %2$s
it_it: Si è verificato un errore del server DoveAdm con codice di stato HTTP %1$s. Messaggio di errore: %2$s
lv_lv: Notikusi DoveAdm servera kļūda ar HTTP statusa kodu %1$s. Kļūdas ziņojums: %2$s

source: The provided DoveAdm URL: %1$s is invalid
it_it: L'URL DoveAdm fornito:%1$s non è valido
lv_lv: Norādītais DoveAdm URL: %1$s ir nederīgs

source: The provided DoveAdm resource does not exist: %1$s
it_it: La risorsa DoveAdm fornita non esiste: %1$s
lv_lv: Norādītais DoveAdm resurss neeksistē: %1$s

source: An I/O error occurred: %1$s
it_it: Si è verificato un errore di I/O: %1$s
lv_lv: Datu apmaiņas I/O kļūda: %1$s

source: Authentication failed: %1$s
it_it: Autenticazione non riuscita: %1$s
lv_lv: Autorizācijas kļūda: %1$s

source: The DoveAdm resource does not exist
it_it: La risorsa DoveAdm non esiste
lv_lv: DoveAdm resurss neeksistē

source: A temporary failure because a subsystem is down (maybe due to maintenance). Please try again later.
it_it: Un problema temporaneo poiché un sottosistema non funziona (forse a causa di una manutenzione). Riprova più tardi.
lv_lv: Īslaicīga kļūda, jo apakšsistēma nav pieejama (iespējams, apkopes dēļ). Lūdzu mēģiniet vēlāk vēlreiz.

source: Download denied because download limits have been exceeded. Please try again later.
it_it: Scaricamento negato poiché sono è stato superato il limite di file scaricati. Riprova più tardi.
lv_lv: Lejupielāde ir atteikta, jo ir pārsniegts lejupielādes limits. Lūdzu mēģiniet vēlāk vēlreiz.

source: Uploaded with %1$s (%2$s)
it_it: Caricato con %1$s (%2$s)
lv_lv: Augšupielāde ar %1$s (%2$s)

source: The path "%1$s" was not found. Please retry the synchronization.
it_it: Il percorso "%1$s" non è stato trovato. Riprova la sincronizzazione.
lv_lv: Ceļš "%1$s" nav atrasts. Lūdzu veiciet atkārtotu sinhronizēšanu.

source: The file "%1$s" was not found at "%2$s". Please retry the synchronization.
it_it: Il file "%1$s" non è stato trovato in "%2$s". Riprova la sincronizzazione.
lv_lv: Fails "%1$s" vietā "%2$s" nav atrasts. Lūdzu veiciet atkārtotu sinhronizēšanu.

source: Unable to access the file at the requested position. Please retry the synchronization.
it_it: Impossibile accedere al file nella posizione richiesta. Riprova la sincronizzazione.
lv_lv: Nevar piekļūt failam norādītajā vietā. Lūdzu atkārtojiet sinhronizēšanu.

source: The file version "%1$s" was not found at "%3$s". Please retry the synchronization.
it_it: La versione del file "%1$s" non è stata trovata in "%3$s". Riprova la sincronizzazione.
lv_lv: Faila versija "%1$s" vietā "%3$s" nav atrasta. Lūdzu veiciet atkārtotu sinhronizēšanu.

source: Integrity checks failed for uploaded file "%2$s". Please try again.
it_it: Controlli di integrità non riusciti per il file caricato "%2$s". Prova ancora.
lv_lv: Intergitātes pārbaudes kļūdas augšupielādētajam failam "%2$s". Lūdzu mēģiniet vēlreiz.

source: The directory version "%1$s" was not found. Please retry the synchronization.
it_it: La versione della cartella "%1$s" non è stata trovata. Ritenta la sincronizzazione.
lv_lv: Direktorijas versija "%1$s" nav atrasta. Lūdzu veiciet atkārtotu sinhronizēšanu.

source: You are not allowed to delete the file "%1$s" at "%2$s".
it_it: Non ti è consentito eliminare il file "%1$s" in "%2$s".
lv_lv: Jums nav tiesību izdzēst failu "%1$s" vietā "%2$s".

source: You are not allowed to create files at "%1$s".
it_it: Non ti è consentito creare file in "%1$s".
lv_lv: Jums nav tiesību izveidot failus vietā "%1$s".

source: You are not allowed to modify the file "%1$s" at "%2$s".
it_it: Non ti è consentito modificare il file "%1$s" in "%2$".
lv_lv: Jums nav tiesību modificēt failu "%1$s" vietā "%2$s".

source: You are not allowed to delete the directory "%1$s".
it_it: Non ti è consentito eliminare la cartella "%1$s".
lv_lv: Jums nav tiesību izdzēst direktoriju "%1$s".

source: You are not allowed to create directories at "%1$s".
it_it: Non ti è consentito creare cartelle in "%1$s".
lv_lv: Jums nav tiesību izveidot direktorijas vietā "%1$s".

source: The allowed quota is reached.
it_it: La quota consentita è stata raggiunta.
lv_lv: Sasniegta pieļaujamā kvota.

source: The path "%1$s" is invalid.
it_it: Il percorso "%1$s" non è valido.
lv_lv: Ceļš "%1$s" ir nepareizs.

source: The file name "%1$s" is invalid.
it_it: Il nome del file "%1$s" non è valido.
lv_lv: Faila vārds "%1$s" ir nepareizs.

source: The file name "%1$s" is ignored.
it_it: Il nome del file "%1$s" è ignorato.
lv_lv: Faila vārds "%1$s" ir ignorēts.

source: The path "%1$s" is conflicting.
it_it: Il percorso "%1$s" è in conflitto.
lv_lv: Ceļš "%1$s" ir konfliktējošs.

source: The file version "%1$s" is invalid.
it_it: La versione del file "%1$s" non è valida.
lv_lv: Faila versija "%1$s" ir nepareiza.

source: The directory version "%1$s" is invalid.
it_it: La versione della cartella "%1$s" non è valida.
lv_lv: Direktorijas versija "%1$s" ir nepareiza.

source: Push updates are not available.
it_it: Gli aggiornamenti push non sono disponibili.
lv_lv: "Push" jauninājumi nav pieejami.

source: The server is too busy at the moment - please try again later.
it_it: Il server è attualmente sovraccarico. Riprova più tardi.
lv_lv: Serveris pašrei ir pārāk noslogots - lūdzu mēģiniet vēlāk vēlreiz.

source: The path "%1$s" is ignored.
it_it: Il percorso "%1$s" è ignorato.
lv_lv: Ceļš "%1$s" ir ignorēts.

source: The file name "%1$s" is conflicting.
it_it: Il nome file "%1$s" è in conflitto.
lv_lv: Faila vārds "%1$s" ir konfliktējošs.

source: The directory "%1$s" caused repeated synchronization problems.
it_it: La cartella "%1$s" ha provocato ripetuti problemi di sincronizzazione.
lv_lv: Direktorija "%1$s" izraisa atkārtotas sinhronizācijas problēmes.

source: The client application you're using is outdated and no longer supported - please upgrade to a newer version.
it_it: L'applicazione client che stai utilizzando è obsoleta e non più supportata - aggiorna a una versione più recente.
lv_lv: Jūsu izmantotā klienta aplikācija ir novecojusi un vairs netiek uzturēta - lūdzu veiciet jaunināšanu, pārejot uz jaunāku versiju.

source: A newer version of your client application is available for download.
it_it: Una nuova versione dell'applicazione client è disponibile per lo scaricamento.
lv_lv: Jauna klienta aplikācijas versija ir pieejama lejupielādei.

source: The pattern "%1$s" is invalid. Please use a valid pattern and try again.
it_it: Il modello "%1$s" non è valido. Utilizza un modello valido e prova ancora.
lv_lv: Raksts "%1$s" nav derīgs. Lūdzu izveidojiet derīgu rakstu un mēģiniet vēlreiz.

source: The file name "%1$s" is conflicting with an equally named directory at "%2$s".
it_it: Il nome file "%1$s" è in conflitto con una cartella con lo stesso nome in "%2$s".
lv_lv: Faila vārds "%1$s" konfliktē ar tāda pat nosaukuma direktoriju vietā "%2$s".

source: The path "%1$s" is conflicting with an equally named file at "%2$s".
it_it: Il percorso "%1$s" è in conflitto con un file con lo stesso nome in "%2$s".
lv_lv: Ceļš "%1$s" konfliktē ar tāda pat nosaukuma failu vietā "%2$s".

source: The directory "%1$s" is not synchronizable. Please select another directory.
it_it: La cartella "%1$s" non è sincronizzabile. Seleziona un'altra cartella.
lv_lv: Direktorija "%1$s" nav sinhronizējama. Lūdzu norādiet citu direktoriju.

source: The supplied metadata could not be parsed: "%1$s"
it_it: Impossibile analizzare i metadati forniti: "%1$s"
lv_lv: Norādītie metadati nevar tikt apstrādāti: "%1$s"

source: The maximum number of synchronizable directories (%1$d) is exceeded. Please remove some directories and try again, or select another root folder.
it_it: Il numero massimo di cartelle sincronizzabili (%1$d) è stato superato. Rimuovi alcune cartelle e prova ancora oppure selezionare un'altra cartella radice.
lv_lv: Pārsniegts maksimālais sinhronizējamo direktoriju skaits (%1$d). Lūdzu noņemiet kādas no direktorijām vai izvēlieties citu saknes mapi un mēģiniet vēlreiz.

source: The maximum number of files (%1$d) is exceeded in directory "%2$s". Please remove some files and try again.
it_it: Il numero massimo di file (%1$d) è stato superato nella cartella "%2$s". Rimuovi alcuni file e prova ancora.
lv_lv: Pārsniegts maksimālais failu skaits (%1$d) direktorijā "%2$s". Lūdzu noņemiet kādus no failiem un mēģiniet vēlreiz.

source: The token "%1$s" is already registered.
it_it: Il token "%1$s" è già registrato.
lv_lv: Žetons "%1$s" jau ir reģistrēts.

source: Empty files indicated for directory "%1$s".
it_it: File vuoti indicati per la cartella "%1$s".
lv_lv: Direktorijai "%1$s" ir atrasts tukšs fails.

source: A file named "%1$s" already exists at "%2$s".
it_it: Un file con nome "%1$s" esiste già in "%2$s".
lv_lv: Fails ar nosaukumu "%1$s" jau eksistē iekš "%2$s".

source: A directory named "%1$s" already exists at "%2$s".
it_it: Una cartella con nome "%1$s" esiste già in "%2$s".
lv_lv: Directory ar nosaukumu "%1$s" jau eksistē iekš "%2$s".

source: Select an existing account
it_it: Seleziona un account esistente
lv_lv: Izvēlieties esošu kontu

source: My attachments
it_it: I miei allegati
lv_lv: Mani pievienojumi
