Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: An E-Mail address is mandatory for external distribution list members. Please add a valid E-Mail address to the contact "%1$s".
it_it: Un indirizzo di posta elettronica è obbligatorio per i membri esterni delle liste di distribuzione. Aggiungi un indirizzo di posta valido al contatto "%1$s".
lv_lv: Ārēja izplatīšanas saraksta dalībniekiem e-pasta adreses ir obligātas. Lūdzu norādiet kontaktam "%1$s" derīgu e-pasta adresi.

source: The object identifier is mandatory for distribution list members referencing existing contacts.
it_it: L'identificatore dell'oggetto è obbligatorio per i membri delle liste di distribuzione che si riferiscono a contatti esistenti.
lv_lv: Izplatīšanas saraksta dalībniekiem, kuri atsaucas uz esošiem kontaktiem ir obligāti jānorāda objektu identifikatori.

source: User contacts can not be deleted.
it_it: I contatti dell'utente non possono essere eliminati.
lv_lv: Lietotāja kontaktus nevar dzēst.

source: Number of documents attached to this contact is below zero. You can not remove any more attachments.
it_it: Il numero di documenti allegati a questo contatto sono al di sotto di zero. Non è possibile rimuovere nessun altro allegato.
lv_lv: Šim kontaktam pievienoto dokumentu skaits ir mazāks par nulli. Turpmāka pievienojumu noņemšana nav iespējama.

source: Setting %s requires at least a contact and a value.
it_it: L'impostazione di %s richiede almeno un contatto e un valore.
lv_lv: %s iestatīšanai ir nepieciešams vismaz kontakts un tā vērtība.

source: Given string %1$s could not be converted to a date.
it_it: La stringa specificata %1$s non può essere convertita in una data.
lv_lv: Norādītā virkne %1$s nevar tikt pārvidota par datumu.

source: Could not convert given object %s to a date when setting %s.
it_it: Impossibile convertire l'oggetto %s specificato in una data quando si imposta %s.
lv_lv: Nevar nokonvertēt norādīto objektu %s par datumu iestatot %s.

source: Getting the value of %s requires at least a ContactObject
it_it: Il recupero del valore di %s richiede almeno un ContactObject
lv_lv: %s vērtības iegūšanai ir nepieciešams vismaz kontakta objekts

source: The character "%1$s" in field "%2$s" can't be saved. Please remove the problematic character and try again.
it_it: Il carattere "%1$s" nel campo "%2$s" non può essere salvato. Rimuovi il carattere problematico e prova ancora.
lv_lv: Simbols "%1$s" laukā "%2$s" nevar tikt saglabāts. Lūdzu izdzēsiet problemātiskos simbolus un mēģiniet vēlreiz.

source: The query "%1$s" contains too many patterns. Please shorten the query and try again.
it_it: La query "%1$s" contiene troppi pattern. Abbrevia la query e prova ancora.
lv_lv: Vaicājums "%1$s" satur pārāk daudz struktūru. Lūdzu vienkāršojiet to un mēģiniet vēlreiz.

source: The pattern "%1$s" has been ignored during search.
it_it: Il modello "%1$s" è stato ignorato durante la ricerca.
lv_lv: Struktūra "%1$s" meklēšanas laikā ir ignorēta.

source: Invalid number of properties for distribution list.
it_it: Numero di proprietà non valida per la lista di distribuzione.
lv_lv: Nepareizs izplatīšanas saraksta parametru skaits.

source: The account %1$d was not found.
it_it: L'account %1$d non è stato trovato.
lv_lv: Konts %1$d nav atrasts.

source: The server is currently down for maintenance. Please try again later.
it_it: Il server è attualmente fermo per manutenzione. Riprova più tardi.
lv_lv: Serveris pašreiz ir atstatīts apkopei. Lūdzu mēģiniet vēlāk vēlreiz.

source: Could not connect to the context storage.
it_it: Impossibile connettersi all'archiviazione del contesto.
lv_lv: Nevar pieslēgties kontekta glabātuvei.

source: The account "%1$s" was not found.
it_it: L'account "%1$s" non è stato trovato.
lv_lv: Konts "%1$s" nav atrasts

source: Denied concurrent update of user attributes.
it_it: Aggiornamento simultaneo degli attributi utente negato.
lv_lv: Vienlaicīga lietotāju atribūtu jaunināšana ir atteikta.

source: System
it_it: Sistema
lv_lv: Sistēma

source: Shared address book
it_it: Rubrica condivisa
lv_lv: Koplietojuma adrešu grāmata

source: Global address book
it_it: Rubrica globale
lv_lv: Globālā adrešu grāmata

source: OX folders
it_it: Cartelle OX
lv_lv: OX mapes

source: Infostore
it_it: Deposito informazioni
lv_lv: Infoglabātuve

source: Userstore
it_it: Deposito utenti
lv_lv: Lietotāja glabātuve

source: Public infostore
it_it: Deposito informazioni pubblico
lv_lv: Publiskā infoglabātuve

source: Trash
it_it: Cestino
lv_lv: Atkritumi

source: Other task folders
it_it: Altre cartelle di attività
lv_lv: Citas uzdevumu mapes

source: Other calendar folders
it_it: Altre cartelle di calendari
lv_lv: Citas kalendāru mapes

source: Other contact folders
it_it: Altre cartelle di contatti
lv_lv: Citas kontaktu mapes

source: Other infostore folders
it_it: Altre cartelle del deposito informazioni
lv_lv: Citas infoglabātuves mapes

source: Tasks
it_it: Attività
lv_lv: Uzdevumi

source: Collected addresses
it_it: Indirizzi collezionati
lv_lv: Ievāktās adreses

source: E-Mail attachments
it_it: Allegati di posta elettronica
lv_lv: E-pasta pievienojumi

source: My files
it_it: I miei file
lv_lv: Mani faili

source: Public files
it_it: File pubblici
lv_lv: Publiskie faili

source: Other files
it_it: Altri file
lv_lv: Citi faili

source: Pictures
it_it: Immagini
lv_lv: Attēli

source: Music
it_it: Musica
lv_lv: Mūzika

source: Videos
it_it: Video
lv_lv: Video

source: Templates
it_it: Modelli
lv_lv: Sagataves

source: Folder name
it_it: Nome della cartella
lv_lv: Mapes vārds

source: All users
it_it: Tutti gli utenti
lv_lv: Visi lietotāji

source: Guests
it_it: Ospiti
lv_lv: Viesi

source: Standard group
it_it: Gruppo standard
lv_lv: Parasta grupa

source: Inbox
it_it: Posta in arrivo
lv_lv: Iesūtne

source: Drafts
it_it: Bozze
lv_lv: Melnraksti

source: Sent objects
it_it: Messaggi inviati
lv_lv: Nosūtītie objekti

source: Sent items
it_it: Posta inviata
lv_lv: Nosūtītās vienības

source: Spam
it_it: Posta indesiderata
lv_lv: Mēstules

source: Archive
it_it: Archivio
lv_lv: Arhīvs

source: Confirmed spam
it_it: Posta indesiderata accertata
lv_lv: Apstiprināta "mēstule"

source: confirmed-spam
it_it: posta indesiderata accertata
lv_lv: Apstiprinātās mēstules

source: Confirmed ham
it_it: Posta attendibile accertata
lv_lv: Apstiprināts "ham"

source: confirmed-ham
it_it: posta attendibile accertata
lv_lv: Apstiprinātās mēstules

source: Read acknowledgement
it_it: Notifica di lettura
lv_lv: Lasīšanas apstiprinājums

source: This is a delivery receipt for the mail that you sent on #DATE# to #RECIPIENT# with subject "#SUBJECT#". Note: This delivery receipt only acknowledges that the message was displayed on the recipients computer. There is no guarantee that the recipient has read or understood the message contents.
it_it: Questa è una notifica di consegna per il messaggio di posta inviato il #DATE# a #RECIPIENT# con oggetto "#SUBJECT#". Nota: questa notifica di ricezione attesta unicamente che il messaggio è stato visualizzato sul computer del destinatario. Non è possibile garantire che il destinatario abbia letto o compreso il contenuto del messaggio.
lv_lv: Šis ir piegādes apstiprinājums jūsu #DATE# adresātam #RECIPIENT# nosūtītajai vēstulei ar tematu "#SUBJECT#". Piezīme: Šis piegādes apstiprinājums tikai norāda uz to, ka šī vēstule ir uzrādīta saņēmēja datorā. Nav nekādas garantijas, ka adresāts šo vēstuli ir izlasījis un sapratis tās saturu.

source: On #DATE# at #TIME# #SENDER# wrote:
it_it: Il #DATE# alle #TIME# #SENDER# ha scritto:
lv_lv: #DATE# plkst. #TIME# #SENDER# rakstīja:

source: ---------- Original Message ---------- From: #FROM# To: #TO##CC_LINE# Date: #DATE# at #TIME# Subject: #SUBJECT#
it_it: ---------- Messaggio originale ---------- Da: #FROM# A: #TO##CC_LINE# Data: #DATE# alle #TIME# Oggetto: #SUBJECT#
lv_lv: ---------- Sākotnējais ziņojums ---------- Sūtītājs: #FROM# Datums: #DATE# at #TIME# Temats: #SUBJECT#

source: [No Subject]
it_it: [Nessun oggetto]
lv_lv: [Nav temata]

source: The available attachments for this E-Mail can be accessed via the links:
it_it: È possibile accedere agli allegati disponibili in questo messaggio tramite i collegamenti:
lv_lv: Šai vēstulei pieejamajiem pievienojumiem var piekļūt, izmantojot saites:

source: The links will be deleted on #DATE#
it_it: I collegamenti saranno eliminati dal #DATE#
lv_lv: Saites pie #DATE# tiks dzēstas

source: This file has been published for E-Mail "#SUBJECT#" sent on #DATE# to #TO#
it_it: Questo file è stato pubblicato tramite il messaggio "#SUBJECT#" inviato il #DATE# a #TO#
lv_lv: Šis fails ir publicēts e-pastam ar tēmu "#SUBJECT#" kas ir nosūtīts #DATE# saņēmējam #TO#

source: Dear Sir or Madam
it_it: Spett.le Signor o Signora
lv_lv: Cienījamie Kungi un Dāmas

source: Unified mail
it_it: Posta unificata
lv_lv: Vienotais pasts

source: A new appointment was created by [created_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Un nuovo appuntamento è stato creato da [created_by]. Puoi controllare questo appuntamento nel tuo calendario: [link] Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [created_by] ir izveidojis(usi) jaunu mītiņu. Jūs varat apskatīt to savā kalendārā: [link] Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: A new appointment was created by [created_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Un nuovo appuntamento è stato creato da [created_by]. Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [created_by] ir izveidojis(usi) jaunu mītiņu. Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Un nuovo appuntamento è stato creato da [created_by] per conto di [behalf_of]. Puoi controllare questo appuntamento nel tuo calendario: [link] Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [created_by] ir [behalf_of] vārdā izveidojis(usi) jaunu mītiņu. Jūs varat to apskatīt savā kalendārā: [link] Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: A new appointment was created by [created_by] on behalf of [behalf_of]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Un nuovo appuntamento è stato creato da [created_by] per conto di [behalf_of]. Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [created_by] ir [behalf_of] vārdā izveidojis(usi) jaunu mītiņu. Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: A new task was created by [created_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Una nuova attività è stata creata da [created_by]. Puoi controllare questa attività nelle tue attività: [link] Attività ==== Creata da: [created_by] Creata il: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [created_by] ir izveidojis(usi) jaunu uzdevumu. Jūs to varat apskatīt uzdevumu sarakstā: [link] Uzdevums ==== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: A new task was created by [created_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Una nuova attività è stata creata da [created_by]. Attività ==== Creata da: [created_by] Creata il: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [created_by] ir izveidojis(usi) jaunu uzdevumu. Uzdevums ==== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: This appointment does not take place. It was either deleted by [changed_by] or you have been removed from the list of participants. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Questo appuntamento non avrà luogo. Può essere stato eliminato da [changed_by] o puoi essere stato rimosso dalla lista dei partecipanti. Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: Šis mītiņš nenotiek. To [changed_by] ir vai nu izdzēsis(usi) vai arī jūs esat izņemts(a) no dalībnieku saraksta. Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: This task was either deleted by [changed_by] or you have been removed from the list of participants. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Questa attività può essere stata eliminata da [changed_by] o puoi essere stato rimosso dalla lista dei partecipanti. Attività ==== Creata da: [created_by] Creata il: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: Šo uzdevumu [changed_by] ir vai nu izdzēsis(usi) vai arī jūs esat izņemts(a) no dalībnieku saraksta. Uzdevums ==== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Questo appuntamento è stato modificato da [changed_by]. Puoi controllare questo appuntamento nel tuo calendario: [link] Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: Šo mītiņu [changed_by] ir izmainījis(usi). Jūs varat to aapskatīt savā kalendārā: [link] Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: This appointment was changed by [changed_by]. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Questo appuntamento è stato modificato da [changed_by]. Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: Šo mītiņu [changed_by] ir izmainījis(usi). Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: This task was changed by [changed_by]. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Questa attività è stata modificata da [changed_by]. Puoi controllare questa attività nelle tue attività : [link] Attività ==== Creata da: [created_by] Creata il: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: Šo uzdevumu [changed_by] ir izmainījis(usi). Jūs to varat apskatīt uzdevumu sarakstā: [link] Uzdevums ==== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: This task was changed by [changed_by]. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: Questa attività è stata modificata da [changed_by]. Attività ==== Creata da: [created_by] Creata il: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: Šo uzdevumu [changed_by] ir izmainījis(usi). Uzdevums ==== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this appointment. You can check this appointment in your calendar: [link] Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: [changed_by] ha [confirmation_action] questo appuntamento. Puoi controllare questo appuntamento nel tuo calendario: [link] Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [changed_by] ir noteicis(kusi) šī mītiņa statusu: [confirmation_action]. Jūs varat to apskatīt savā kalendārā: [link] Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================
