Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: Default port specified for transport protocol "%1$s", but SSL is enabled. Please review if appropriate.
it_it: Porta predefinita specificata per il protocollo di trasporto "%1$s", ma SSL è abilitato. Verifica che sia corretto.
lv_lv: Transporta protokolam "%1$s" ir norādīts noklusētais ports, bet SSL ir iespējots. Lūdzu pārbaudiet.

source: Secure port specified for transport protocol "%1$s", but SSL is not enabled. Please review if appropriate.
it_it: Porta sicura specificata per il protocollo di trasporto "%1$s", ma SSL non è abilitato. Verifica che sia corretto.
lv_lv: Transporta protokolam "%1$s" ir norādīts drošais ports, bet SSL nav iespējots. Lūdzu pārbaudiet.

source: The given host name "%1$s" is invalid.
it_it: Il nome host specificato "%1$s" non è valido.
lv_lv: Norādītais resursa vārds "%1$s" ir nepareizs.

source: The given host name "%1$s" is not allowed.
it_it: Il nome host specificato "%1$s" non è consentito.
lv_lv: Norādītais resursa vārds "%1$s" nav atļauts.

source: The protocol must not changed from %1$s to %2$s.
it_it: Il protocollo non può essere modificato da %1$s a %2$s.
lv_lv: Protokolu nevar izmainīt no %1$s uz %2$s.

source: Read all your mail accounts.
it_it: Leggi tutti i tuoi account di posta.
lv_lv: Lasīt visus jūsu pasta kontus.

source: Create, modify and delete mail accounts.
it_it: Crea, modifica ed elimina gli account di posta.
lv_lv: Izveidot, modificēt vai dzēst pasta kontus.

source: Found resource(s) with same identifier "%1$s".
it_it: Trovata/e risorsa/e con lo stesso identificatore "%1$s".
lv_lv: Atrasti vairāki resursi ar vienadu identifikatoru "%1$s".

source: You do not have the appropriate permissions to modify resources.
it_it: Non disponi dei permessi appropriati per modificare le risorse.
lv_lv: Jums nav resursu modificēšanai nepieciešamo tiesību.

source: The provided resource identifier "%1$s" contains invalid characters.
it_it: L'identificatore "%1$s" della risorsa fornito contiene caratteri non consentiti.
lv_lv: Norādītais resursu identifikators "%1$s" satur neatļautus simbolus.

source: The provided E-Mail address "%1$s" for resource is invalid.
it_it: L'indirizzo di posta fornito "%1$s" per la risorsa non è valido.
lv_lv: Resursam norādītā e-pasta adrese "%1$s" nav pareiza.

source: There is already a resource with E-Mail address "%1$s". Please choose another one.
it_it: Esiste già una risorsa con l'indirizzo di posta elettronica "%1$s". Scegline un altro.
lv_lv: Sistēmā jau ir resurss ar e-pasta adresi "%1$s". Lūdzu norādiet citu adresi.

source: The selected resource "%1$s" has been changed in the meantime.
it_it: La risorsa selezionata "%1$s" è stata modificata nel frattempo.
lv_lv: Izvēlētais resurs "%1$s" starplaikā ir jau izmainīts.

source: Missing mandatory field(s) in given resource.
it_it: Campo(i) obbligatorio(i) mancante(i) nella risorsa specificata.
lv_lv: Norādītajam resursam iztrūkst obligātie lauki.

source: You do not have appropriate permissions for module "%2$s".
it_it: Non disponi dei permessi appropriati per il modulo "%2$s".
lv_lv: Jums nav šmodulim "%2$s" nepieiešamo tiesību.

source: Shared folders are not available for your account.
it_it: La cartelle condivise non sono disponibili per il tuo account.
lv_lv: Jūsu kontam koplietošanas mapes nav atļautas.

source: You do not have appropriate permissions for the public folder.
it_it: Non disponi dei permessi appropriati per la cartella pubblica.
lv_lv: Jum nav publiskās mapes apskatam nepieciešamo tiesību.

source: You do not have appropriate permissions to create subfolders.
it_it: Non disponi dei permessi appropriati per creare sottocartelle.
lv_lv: Jum nav apakšmapju izveidei nepieciešamo tiesību.

source: Such a folder does not exist.
it_it: Tale cartella non esiste.
lv_lv: Šāda mape neeksistē.

source: The folder has been changed in the meantime. Please reload the view and try again.
it_it: La cartella è stata cambiata nel frattempo. Carica di nuovo la vista e riprova.
lv_lv: Mape starplaikā ir izmainīta. Lūdzu pārlādējiet skatu un mēģiniet vēlreiz.

source: This operation requires administrative permissions for the folder.
it_it: Questa operazione richiede permessi amministrativi per la cartella.
lv_lv: Šī operācija prasa mapes administrēšanas tiesības.

source: The folder is a default folder and cannot be renamed.
it_it: La cartella è una cartella predefinita e non può essere rinominata.
lv_lv: Mape ir noklusējuma mape un tā nevar tikt pārdēvēta.

source: The folder already contains a folder with such a name.
it_it: La cartella contiene già una cartella con quel nome.
lv_lv: Mape jau satur apakšmapi ar šādu vārdu.

source: Folders of type "%2$s" can't be created below this folder.
it_it: Le cartelle di tipo "%2$s" non possono essere create in questa cartella.
lv_lv: Mape ar tipu "%2$s" nevar tikt izveidota kā šīs mapes apakšmape.

source: Folders of module "%2$s" can't be created below this folder.
it_it: Le cartelle del modulo "%2$s" non possono essere create in questa cartella.
lv_lv: Moduļa "%2$s" mapes nevar tikt izveidotas kā šīs mapes apakšmapes.

source: Only one user may have administrative permission roles in a private folder.
it_it: Solo un utente dovrebbe detenere i permessi di amministrazione su una cartella privata.
lv_lv: Administratora tiesības uz personīgo mapi var būt tikai vienam lietotājam.

source: Administrative permissions for a group are not allowed in a private folder.
it_it: I permessi di amministrazione per un gruppo non sono consentiti su una cartella privata.
lv_lv: Privātām mapēm nav atļautas grupas administrēšanas tiesibas.

source: Only the owner of a private folder may hold administrative permissions.
it_it: Solo il proprietario di una cartella privata può detenere i permessi amministrativi.
lv_lv: Administrēšanas tiesības privātām mapēm ir tikai šo mapju īpašniekiem.

source: At least one user with administrative permissions is required.
it_it: È richiesto almeno un utente con permessi amministrativi.
lv_lv: Ir nepieciešams vismaz viens lietotājs ar administrēšanas tiesīām.

source: The folder is a default folder and cannot be moved.
it_it: La cartella è una cartella predefinita e non può essere spostata.
lv_lv: Mape ir noklusējuma mape un tā nevar tikt pārvietota.

source: The folder is shared and cannot be moved.
it_it: La cartella è condivisa e non può essere spostata.
lv_lv: Mape ir koplietota un tā nevar tikt pārvietota.

source: The folder cannot be moved to a shared folder.
it_it: La cartella non può essere spostata in una cartella condivisa.
lv_lv: Mapi nevar pārvietot uz koplietojuma mapi.

source: The folder is a system folder and cannot be moved.
it_it: La cartella è una cartella di sistema e non può essere spostata.
lv_lv: Mape ir sistēmas mape un tā nevar tikt pārvietota.

source: The private folder can only be moved to another private folder.
it_it: La cartella privata può essere spostata solo in un'altra cartella privata.
lv_lv: Privātā mape var tikt pārvietota tikai uz citu privāto mapi.

source: The public folder can only be moved to another public folder.
it_it: La cartella pubblica può essere spostata solo in un'altra cartella pubblica.
lv_lv: Publiskā mape var tikt pārvietota tikai uz citu publisko mapi.

source: The destination folder is the same as the source folder.
it_it: La cartella di destinazione coincide con la cartella di origine.
lv_lv: Norādītā mērķa mape ir tā pati kas avota mape.

source: You do not have appropriate permissions to move all subfolders.
it_it: Non disponi dei permessi appropriati per spostare tutte le sottocartelle.
lv_lv: Jum nav visu apakšmapju pārvietošanai nepieciešamo tiesību.

source: You do not have appropriate permissions to delete the shared folder.
it_it: Non disponi dei permessi appropriati per eliminare la cartella condivisa.
lv_lv: Jum nav nepieciešamo tiesību koplietojuma mapes dzēšanai.

source: The folder is a default folder and cannot be deleted.
it_it: La cartella è una cartella predefinita e non può essere eliminata.
lv_lv: Mape ir noklusētā mape un tā nevar tikt dzēsta.

source: You do not have appropriate permissions to delete all contained items.
it_it: Non disponi dei permessi appropriati per eliminare tutti gli elementi contenuti.
lv_lv: Jums nav visu satura vienību dzēšanai nepieciešamo tiesību.

source: The folder cannot be be moved to one of its subfolders.
it_it: La cartella non può essere spostata in una delle sue sottocartelle.
lv_lv: Mape nevar tikt pārvietota uz kādu no tās apakšmapēm.

source: Folders of module "%1$s" cannot be moved to folders of module "%2$s".
it_it: Le cartelle del modulo "%1$s" non possono essere spostate nelle cartelle del modulo "%2$s".
lv_lv: Mape no moduļa "%1$s" nevar tikt pārvietota uz citu mapi modulī "%2$s".

source: The shared folder cannot be updated.
it_it: La cartella condivisa non può essere aggiornata.
lv_lv: Koplietojuma mape nevar tikt jaunināta.

source: The value for attribute %1$s contains more than the allowed number of %2$d characters. Current length: %3$d characters.
it_it: Il valore dell'attributo %1$s contiene più del numero consentito di %2$d caratteri. Lunghezza attuale: %3$d caratteri.
lv_lv: Atribūta %1$s vērtība satur vairāk par atļautajiem %2$d simboliem. Pašreizējais garums: %3$d simboli.

source: The specified folder name exceeds the limit of %2$d characters. Please shorten the name and try again.
it_it: Il nome specificato per la cartella supera il limite di %2$d caratteri. Abbrevia il nome e prova ancora.
lv_lv: Norādītā mapes vārda garums pārsniedz %2$d simbolu limitu. Lūdzu saīsiniet vārdu un mēģiniet vēlreiz.

source: Only the owner of the parent shared folder may hold administrative permissions.
it_it: Solo il proprietario della cartella condivisa superiore può detenere i permessi amministrativi.
lv_lv: Tikai koplietojuma virsmapes īpašniekam ir administrēšanas tiesības.

source: The folder is a default folder. Hence its owner needs to hold administrative permissions.
it_it: La cartella è una cartella predefinita sulla quale il proprietario deve detenere i permessi di amministrazione.
lv_lv: Mape ir noklusētā mape un administrēšanas tiesībām uz to ir jāpieder tās īpašniekam.

source: You do not have appropriate permissions to share the folder.
it_it: Non disponi dei permessi appropriati per condividere la cartella.
lv_lv: Jum nav nepieciešamo tiesību mapes koplietošanai.

source: It is not possible to apply the changes due to limited permissions
it_it: Impossibile applicare le modifiche a causa di permessi limitati
lv_lv: Izmaiņas nevar tikt piemērotas piekļuves tiesību ierobežojumu dēļ

source: It is not possible to apply the changes as a result of restricted permissions of the user "%1$s".
it_it: Non è possibile applicare le modifiche a causa di permessi limitati dell'utente "%1$s".
lv_lv: Izmaiņas nevar tikt piemērotas lietotāja "%1$s" tiesību ierobežojumu dēļ.

source: The folder cannot be deleted since it contains a hidden subfolder you don't have the appropriate permissions for.
it_it: La cartella non può essere eliminata poiché contiene una sottocartella nascosta per la quale non disponi dei permessi appropriati.
lv_lv: Mape nevar tikt dzēsta jo tā satur paslēptu apakšmapi piekļuvei pie kuras jums nav atbilstošu tiesību.

source: The folder already contains a folder with such a name. Please choose a different name and try again.
it_it: La cartella contiene già un cartella con quel nome. Scegli un nome diverso e prova ancora.
lv_lv: Mape jau satur apakšmapi ar šādu vārdu. Lūdzu izvēlieties citu vārdu un mēģiniet vēlreiz.

source: The folder name contains invalid characters.
it_it: Il nome della cartella contiene caratteri non validi.
lv_lv: Mapes vārds satur neatļautus simbolus.

source: You already share a personal folder named "%1$s" with the same user. You can not share two folders with exactly the same name with a user. Please rename the folder before sharing it with this user.
it_it: Condividi già una cartella personale con nome "%1$s" con lo stesso utente. Non puoi condividere due cartelle con nome identico con lo stesso utente. Rinomina la cartella prima di condividerla con l'utente.
lv_lv: Privātā mape "%1$s" jau tiek koplietota ar norādīto lietotāju. Divas mapes ar vienu un to pašu nosaukumu nevar tikt koplietotas ar vienu un to pašu lietotāju. Lūdzu pārsauciet mapi pirms sākat to koplietot ar šo lietotāju.

source: Duplicate permission defined. Only one permission per user is allowed.
it_it: Un permesso duplicato è stato definito. È consentito solo un permesso per utente.
lv_lv: Definētas dublikāta tiesības. Katram lietotājam ir atļauts tikai viens tiesību raksts.

source: Duplicate permission defined. Only one permission per group is allowed.
it_it: Un permesso duplicato è stato definito. È consentito solo un permesso di gruppo.
lv_lv: Definētas dublikāta tiesības. Katrai grupai ir atļauts tikai viens tiesību raksts.

source: Only the folder visibility permission is allowed to be changed.
it_it: È consentito modificare solo il permesso di visibilità delle cartelle.
lv_lv: Izmainītas var tikt tikai mapes apskata tiesības.

source: Only individual user permissions, but no group permissions are allowed.
it_it: Sono consentiti solo permessi per singolo utente, non permessi di gruppo.
lv_lv: Atļautas ir tikai atsevišķu lietotāju tiesības, nevis lietotāju grupu tiesības.

source: No individual user permissions are allowed.
it_it: Non sono consentiti permessi per singolo utente.
lv_lv: Atsevišķu lietotāju tiesības nav atļautas.

source: You do not have appropriate permissions to rename the folder.
it_it: Non disponi dei permessi appropriati per rinominare la cartella.
lv_lv: Jum nav mapes pārsaukšanai nepieciešamo tiesību.

source: The folder cannot be deleted as it contains locked documents.
it_it: La cartella non può essere eliminata poiché contiene documenti bloccati.
lv_lv: Mape nevar tikt dzēsta, jo tā satur noslēgtus dokumentus.

source: Operation may only be performed for context administrator.
it_it: L'operazione può essere eseguita solo dall'amministratore del contesto.
lv_lv: Šo operāciju var veikt tikai konteksta administrators.

source: The folder cannot be deleted.
it_it: La cartella non può essere eliminata.
lv_lv: Mape nevar tikt dzēsta.

source: The administrative permissions were restored.
it_it: I permessi amministrativi sono stati ripristinati.
lv_lv: Administrēšanas tiesības ir atjaunotas.

source: You must enter a folder name.
it_it: Devi digitare il nome di una cartella.
lv_lv: Jums ir jānorāda mapes vārds.

source: You are not allowed to share the folder to "%2$s"
it_it: Non ti è consentito condividere la cartella con "%2$s"
lv_lv: Jums nav tiesību koplietot mapi ar "%2$s"

source: You are not allowed to change the permissions of the trash folder or any of its subfolders
it_it: Non ti è consentito cambiare i permessi della cartella Cestino o di qualsiasi sua sottocartella
lv_lv: Jums nav tiesību mainīt atkritnes mapes un tās apakšmapju piekļuves tiesības.

source: The requested operation is not permitted via a non-secure connection.
it_it: L'operazione richiesta non è consentita se si utilizza una connessione non sicura.
lv_lv: Pieprasītā darbība nav atļauta, ja netiek izmantots drošs pieslēgums.

source: The requested operation is disabled.
it_it: L'operazione richiesta è disabilitata.
lv_lv: Pieprasītā darbība ir atspējota.

source: You do not have appropriate permissions for module %1$s.
it_it: Non disponi dei permessi appropriati per il modulo %1$s.
lv_lv: Jum nav modulim "%1$s" nepieciešamo tiesību.

source: The object has been changed in the meantime. Please reload the view and try again.
it_it: L'oggetto è stato modificato nel frattempo.Ricarica la vista e prova ancora.
lv_lv: Objekts starplaikā ir izmainīts. Lūdzu pārlādējiet skatu un mēģiniet vēlreiz.

source: The file "%1$s" ("%2$s") can't be imported as image. Only image types (JPG, GIF, BMP or PNG) are supported.
it_it: Il file "%1$s" ("%2$s") non può essere importato come immagine. Sono supportate solo le tipologie di immagini come JPG, GIF, BMP o PNG.
lv_lv: Fails "%1$s" ("%2$s") nevar tikt importēts kā attēls. Tiek uzturēti tikai JPG, GIF, BMP un PNG grafisko failu tipi.

source: The requested operation requires a valid session. Please login and try again.
it_it: L'operazione richiesta necessita di una sessione valida. Accedi e prova ancora.
lv_lv: šai operācijai ir nepieciešama derīga sesija. Lūdzu atkārtoti pieslēdzieties un mēģiniet vēlreiz.

source: Missing the following field in JSON data: %1$s
it_it: Manca il seguente campo nei dati JSON: %1$s
lv_lv: JSON datos iztrūkst sekojošs lauks: %1$s

source: The HTML content is too big and therefore cannot be safely displayed. Please select to download its content if you want to see it.
it_it: Il contenuto HTML è troppo grande e perciò non può essere visualizzato correttamente. Scarica il suo contenuto se vuoi visualizzarlo.
lv_lv: HTML saturs ir pārāk liels, lai to varētu droši parādīt. Ja vēlaties skatīt šo saturu, lūdzu veiciet tā lejupielādi.

source: Invalid JSON data received from client
it_it: Dati JSON non validi ricevuti dal server
lv_lv: No klienta saņemti nepareizi JSON dati

source: Client sent not allowed request parameter "%1$s" within the URI.
it_it: Il client ha inviato un parametro di richiesto non consentito "%1$s" all'interno dell'URI.
lv_lv: Klienta nosūtīšanā nav atļauts URI ietverts pieprasījuma parametrs "%1$s".

source: The provided cookie is invalid. Please login.
it_it: Il cookie fornito non è valido. Esegui l'accesso.
lv_lv: Norādītais žetons ir nederīgs. Lūdzu pieslēdzieties.

source: The value "%1$s" you set for attribute %2$s must not contain non digit characters.
it_it: Il valore "%1$s" impostato per l'attributo %2$s non può contenere caratteri che non siano cifre.
lv_lv: Vērtība "%1$s" atribūtam %2$s nav derīga, jo tā satur ne-ciparu simbolus.

source: You inserted too many digits into field %1$s.
it_it: Hai digitato troppe cifre nel campo %1$s.
lv_lv: Pārāk daudz ciparu laukā %1$s.

source: %1$s is not a number.
it_it: %1$s non è un numero.
lv_lv: %1$s nav skaitlis.

source: Empty passwords are not allowed.
it_it: La password vuote non sono consentite.
lv_lv: Tukšas paroles nav atļautas.

source: Authentication failed for user name: %1$s
it_it: Autenticazione non riuscita per il nome utente: %1$s
lv_lv: Autorizācijas kļūda lietotājam: %1$s

source: No session found for identifier: %1$s
it_it: Nessuna sessione trovata per l'identificatore: %1$s
lv_lv: Sesija nav atrasta identifikatoram: %1$s

source: guest
it_it: ospite
lv_lv: viesis

source: folder
it_it: cartella
lv_lv: mapi

source: %1$s has shared the %2$s "%3$s" with you. Please log in to view it.
it_it: %1$s ha condiviso il/la %2$s "%3$s" con te. Accedi per visualizzarlo.
lv_lv: %1$s ir koplietojis ar jums %2$s "%3$s". Lai to skatītu, lūdzu pieslēdzieties.

source: We sent a message to %1$s with further instructions on how to set a new password.
it_it: Abbiamo inviato un messaggio a %1$s con ulteriori istruzioni su come impostare una nuova password.
lv_lv: Mēs esam nosūtījuši %1$s ziņojumu ar instrukcijām kā iestatīt jaunu paroli.

source: Please set a new password to regain access.
it_it: Imposta una nuova password per riguadagnare l'accesso.
lv_lv: Lai atgūtu piekļuvi, lūdzu iestatiet jaunu paroli.

source: The share you are looking for does not exist.
it_it: La condivisione che stai cercando non esiste.
lv_lv: Jūsu pieprasītais vienums neeksistē.

source: This share cannot be accessed with your Web Browser.
it_it: Questa condivisione non è accessibile con il tuo browser web.
lv_lv: Šī vietne nevar tikt atvērta jūsu tīmekļa pārlūkprogrammā.

source: We were unable to process your request.
it_it: Impossibile elaborare la tua richiesta.
lv_lv: Jūsu pieprasījumu nebija iespējams apstrādāt.

source: The folder or item you are looking for is no longer available. Please click "continue" to view your other shares.
it_it: La cartella o l'elemento che stai cercando non è più disponibile. Fai clic su "Continua" per visualizzare le tue altre condivisioni.
lv_lv: Jūsu meklētā mape vai vienība vairs nav pieejama. Lai skatītu pārējos jūsu koplietojumus, lūdzu piespiediet "turpināt".

source: Your guest account is currently not protected with a password. Resetting password will be aborted.
it_it: Il tuo account ospite non è attualmente protetto con una password. La reimpostazione della password sarà interrotta.
lv_lv: Jūsu viesa konts pašreiz nav aizsargāts ar paroli. Paroles atiestatīšana tiks pārtraukta.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again.
it_it: L'accesso al file che stai cercando è stato rimosso. Contatta il proprietario se desideri accedervi nuovamente.
lv_lv: Piekļuve pie jūsu meklētā faila ir atsaukta. Ja vēlaties atjaunot piekļuvi šim failam, lūdzu sazinieties ar tā īpašnieku.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again.
it_it: L'accesso al file che stai cercando è stato rimosso. Contatta %1$s se desideri accedervi nuovamente.
lv_lv: Piekļuve pie jūsu meklētā faila ir atsaukta. Ja vēlaties atjaunot piekļuvi šim failam, lūdzu sazinieties ar %1$s.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again.
it_it: L'accesso alla cartella che stai cercando è stato rimosso. Contatta il proprietario se desideri accedervi nuovamente.
lv_lv: Piekļuve pie jūsu meklētās mapes ir atsaukta. Ja vēlaties atjaunot piekļuvi šai mapei, lūdzu sazinieties ar tās īpašnieku.

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again.
it_it: L'accesso alla cartella che stai cercando è stato rimosso. Contatta %1$s se desideri accedervi nuovamente.
lv_lv: Piekļuve pie jūsu meklētās mapes ir atsaukta. Ja vēlaties atjaunot piekļuvi šai mapei, lūdzu sazinieties ar %1$s.

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again.
it_it: L'accesso alla condivisione che stai cercando è stato rimosso. Contatta il proprietario se desideri accedervi nuovamente.
lv_lv: Piekļuve pie jūsu meklētā koplietojuma objekta ir atsaukta. Ja vēlaties atjaunot piekļuvi šim objektam, lūdzu sazinieties ar tā īpašnieku.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again.
it_it: L'accesso alla condivisione che stai cercando è stato rimosso. Contatta %1$s se desideri accedervi nuovamente.
lv_lv: Piekļuve pie jūsu meklētā koplietojuma objekta ir atsaukta. Ja vēlaties atjaunot piekļuvi šim objektam, lūdzu sazinieties ar %1$s.

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
it_it: L'accesso al file che stai cercando è stato rimosso. Contatta il proprietario se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, fai clic su "Continua".
lv_lv: Piekļuve pie jūsu meklētā faila ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar tā īpašnieku. Lai skatītu pārējos jūsu koplietojumus, lūdzu piespiediet "Turpināt".

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
it_it: L'accesso al file che stai cercando è stato rimosso. Contatta %1$s se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, fai clic su "Continua".
lv_lv: Piekļuve pie jūsu meklētā faila ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar tā īpašnieku. Lai skatītu pārējos jūsu koplietojumus, lūdzu piespiediet "Turpināt".
