Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
it_it: L'accesso alla cartella che stai cercando è stato rimosso. Contatta il proprietario se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, fai clic su "Continua".
lv_lv: Piekļuve pie jūsu meklētās mapes ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar tās īpašnieku. Lai skatītu pārējos jūsu koplietojumus, lūdzu piespiediet "Turpināt".

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
it_it: L'accesso alla cartella che stai cercando è stato rimosso. Contatta %1$s se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, fai clic su "Continua".
lv_lv: Piekļuve pie jūsu meklētās mapes ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar %1$s. Lai skatītu pārējos jūsu koplietojumus, lūdzu piespiediet "Turpināt".

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, click "Continue".
it_it: L'accesso alla condivisione che stai cercando è stato rimosso. Contatta il proprietario se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, fai clic su "Continua".
lv_lv: Piekļuve pie jūsu meklētā koplietojuma objekta ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar tā īpašnieku. Lai skatītu pārējos jūsu koplietojumus, lūdzu piespiediet "Turpināt".

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, click "Continue".
it_it: L'accesso alla condivisione che stai cercando è stato rimosso. Contatta %1$s se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, fai clic su "Continua".
lv_lv: Piekļuve pie jūsu meklētā koplietojuma objekta ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar %1$s. Lai skatītu pārējos jūsu koplietojumus, lūdzu piespiediet "Turpināt".

source: Access to the file you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
it_it: L'accesso al file che stai cercando è stata rimosso. Contatta il proprietario se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, effettua l'accesso.
lv_lv: Piekļuve pie jūsu meklētā faila ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar tā īpašnieku. Lai skatīta pārējos jūsu koplietotos failus, lūdzu pieslēdzieties.

source: Access to the file you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
it_it: L'accesso al file che stai cercando è stata rimosso. Contatta %1$s se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, effettua l'accesso.
lv_lv: Piekļuve pie jūsu meklētā faila ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar %1$s. Lai skatītu pārējos jūsu koplietotos failus, lūdzu pieslēdzieties.

source: Access to the folder you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
it_it: L'accesso alla cartella che stai cercando è stata rimosso. Contatta il proprietario se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, effettua l'accesso.
lv_lv: Piekļuve pie jūsu meklētās mapes ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar tās īpašnieku. Lai skatīta pārējos jūsu koplietotos failus, lūdzu pieslēdzieties.

source: Access to the folder you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
it_it: L'accesso alla cartella che stai cercando è stata rimosso. Contatta %1$s se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, effettua l'accesso.
lv_lv: Piekļuve pie jūsu meklētās mapes ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar %1$s. Lai skatītu pārējos jūsu koplietojumus, lūdzu pieslēdzieties.

source: Access to the share you're looking for has been removed. Please contact the owner if you want access again. To view your other shared files, please log in.
it_it: L'accesso alla condivisione che stai cercando è stata rimosso. Contatta il proprietario se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, effettua l'accesso.
lv_lv: Piekļuve pie jūsu meklētā koplietojuma objekta ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar tā īpašnieku. Lai skatīta pārējos jūsu koplietotos failus, lūdzu pieslēdzieties.

source: Access to the share you're looking for has been removed. Please contact %1$s if you want access again. To view your other shared files, please log in.
it_it: L'accesso alla condivisione che stai cercando è stata rimosso. Contatta %1$s se desideri accedervi nuovamente. Per visualizzare gli altri tuoi file condivisi, effettua l'accesso.
lv_lv: Piekļuve pie jūsu meklētā koplietojuma objekta ir atsaukta. Ja vēlaties atjaunot piekļuvi, lūdzu sazinieties ar %1$s. Lai skatītu pārējos jūsu koplietojumus, lūdzu pieslēdzieties.

source: The requested share does not exist.
it_it: La condivisione richiesta non esiste.
lv_lv: Pieprasītais vienums neeksistē.

source: The token "%1$s" is invalid.
it_it: Il token "%1$s" non è valido.
lv_lv: Žetons "%1$s" nav derīgs.

source: The link "%1$s" is invalid.
it_it: Il collegamento "%1$s" non è valido.
lv_lv: Saite "%1$s" nav derīga.

source: "%1$s" is not a valid email address.
it_it: "%1$s" non è un indirizzo di posta valido.
lv_lv: "%1$s" nav derīga e-pasta adrese.

source: The share has been modified in the meantime. Please refresh or synchronize and try again.
it_it: La condivisione è stata modificata nel frattempo. Aggiorna o sincronizza e prova ancora.
lv_lv: Vienums starplaikā ir izmainīts. Lūdzu veiciet sinhronizēšanu vai jaunināšanu un mēģiniet vēlreiz.

source: You don't have sufficient permissions to delete the share.
it_it: Non disponi di permessi sufficienti per eliminare la condivisione.
lv_lv: Jums nav pietiekamu tiesību šī vienuma dzēšanai.

source: You don't have sufficient permissions to edit the share.
it_it: Non disponi di permessi sufficienti per modificare la condivisione.
lv_lv: Jums nav pietiekamu tiesību šī vienuma rediģēšanai.

source: You don't have sufficient permissions to share folder or item "%2$s".
it_it: Non disponi di permessi sufficienti per condividere la cartella o l'elemento "%2$s".
lv_lv: Jums nav pietiekamu tiesību mapes vai faila "%2$s" koplietošanai.

source: Module %1$s does not support sharing.
it_it: Il modulo %1$s non supporta la condivisione.
lv_lv: Modulis %1$s neatbalsta koplietošanu.

source: Module %1$s does not support sharing of items.
it_it: Il modulo %1$s non supporta la condivisione degli elementi.
lv_lv: Modulis %1$s neatbalsta vienību koplietošanu.

source: Module %1$s does not support sharing of folders.
it_it: Il modulo %1$s non supporta la condivisione delle cartelle.
lv_lv: Modulis %1$s neatbalsta mapju koplietošanu.

source: You can't share with yourself.
it_it: Non puoi condividere con te stesso.
lv_lv: Nevar koplietot pats ar sevi.

source: You don't have sufficient permissions to share a link.
it_it: Non disponi di permessi sufficienti per condividere un collegamento.
lv_lv: Jums nav pietiekamu tiesību saites koplietošanai.

source: You don't have sufficient permissions to invite guests.
it_it: Non disponi di permessi sufficienti per invitare ospiti.
lv_lv: Jums nav pietiekamu tiesību viesu uzaicināšanai.

source: You can't create links for multiple targets.
it_it: Non puoi creare collegamenti con più destinazioni.
lv_lv: Nevar veidot daudzmērķu saites.

source: You cannot create more than one link per folder or item.
it_it: Non puoi creare più di un collegamento per cartella o elemento.
lv_lv: Nevar veidot vairāk par vienu saiti katram failam vai mapei.

source: The set permissions for the link are invalid.
it_it: I permessi impostati per il collegamento non sono validi.
lv_lv: Saitei norādītās atļaujas nav pareizas.

source: image
it_it: immagine
lv_lv: attēlu

source: %1$s has shared the file "%2$s" with you.
it_it: %1$s ha condiviso il file "%2$s" con te.
lv_lv: %1$s ir koplietojis ar jums failu "%2$s".

source: %1$s has shared %2$s files with you.
it_it: %1$s ha condiviso %2$s file con te.
lv_lv: %1$s ir kplietojis ar jums %2$s failus.

source: %1$s has shared the image "%2$s" with you.
it_it: %1$s ha condiviso l'immagine "%2$s" con te.
lv_lv: %1$s ir koplietojis ar jums attēlu "%2$s".

source: %1$s has shared %2$s images with you.
it_it: %1$s ha condiviso %2$s immagini con te.
lv_lv: %1$s ir koplietojis ar jums %2$s attēlus.

source: %1$s has shared the item "%2$s" with you.
it_it: %1$s ha condiviso l'elemento "%2$s" con te.
lv_lv: %1$s ir koplietojis ar jums vienību "%2$s".

source: %1$s has shared %2$s items with you.
it_it: %1$s ha condiviso %2$s elementi con te.
lv_lv: %1$s ir koplietojis ar jums %2$s vienības.

source: %1$s has shared the folder "%2$s" with you.
it_it: %1$s ha condiviso la cartella "%2$s" con te.
lv_lv: %1$s ir koplietojis ar jums mapi"%2$s".

source: %1$s has shared %2$d folders with you.
it_it: %1$s ha condiviso %2$s cartelle con te.
lv_lv: %1$s ir koplietojis ar jums %2$d mapes.

source: %1$s has shared the file "%2$s" with the group "%3$s".
it_it: %1$s ha condiviso il file "%2$s" con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis failu "%2$s" ar lietotāju grupu "%3$s".

source: %1$s has shared %2$s files with the group "%3$s".
it_it: %1$s ha condiviso %2$s file con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis %2$s failus ar lietotāju grupu "%3$s".

source: %1$s has shared the image "%2$s" with the group "%3$s".
it_it: %1$s ha condiviso l'immagine "%2$s" con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis attēlu "%2$s" ar lietotāju grupu "%3$s".

source: %1$s has shared %2$s images with the group "%3$s".
it_it: %1$s ha condiviso %2$s immagini con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis %2$s attēlus ar lietotāju grupu "%3$s".

source: %1$s has shared the item "%2$s" with the group "%3$s".
it_it: %1$s ha condiviso l'elemento "%2$s" con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis vienību "%2$s" ar lietotāju grupu "%3$s".

source: %1$s has shared %2$s items with the group "%3$s".
it_it: %1$s ha condiviso %2$s elementi con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis %2$s vienības ar lietotāju grupu "%3$s".

source: %1$s has shared the folder "%2$s" with the group "%3$s".
it_it: %1$s ha condiviso la cartella "%2$s" con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis mapi "%2$s" ar lietotāju grupu "%3$s".

source: %1$s has shared %2$d folders with the group "%3$s".
it_it: %1$s ha condiviso %2$d cartelle con il gruppo "%3$s".
lv_lv: %1$s ir koplietojis %2$d mapes ar lietotāju grupu "%3$s".

source: %1$s (%2$s) has shared the file "%3$s" with you. Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso il file "%3$s" con te. Fai clic sul pulsante qui sotto per vederlo.
lv_lv: %1$s (%2$s) ir koplietojis ar jums failu "%3$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$s files with you. Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s file con te. Fai clic sul pulsante qui sotto per vederli.
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$s failus. Lai tos skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the image "%3$s" with you. Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso l'immagine "%3$s" con te. Fai clic sul pulsante qui sotto per vederla.
lv_lv: %1$s (%2$s) ir koplietojis ar jums attēlu "%3$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$s images with you. Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s immagini con te. Fai clic sul pulsante qui sotto per vederle.
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$s attēlus. Lai tos skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the item "%3$s" with you. Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso l'elemento %3$s con te. Fai clic sul pulsante qui sotto per vederlo.
lv_lv: %1$s (%2$s) ir koplietojis ar jums vienumu "%3$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$s items with you. Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s elementi con te. Fai clic sul pulsante qui sotto per vederli.
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$s vienumus. Lai tos skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the folder "%3$s" with you. Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso la cartella "%3$s" con te. Fai clic sul pulsante qui sotto per vederla.
lv_lv: %1$s (%2$s) ir koplietojis ar jums mapi "%3$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$ folders with you. Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s cartelle con te. Fai clic sul pulsante qui sotto per vederle.
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$s mapes. Lai tos skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s". Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso il file "%3$s" con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarlo.
lv_lv: %1$s (%2$s) ir koplietojis failu "%3$s" ar lietotāju grupu "%4$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$s files with the group "%4$s". Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s file con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarli.
lv_lv: %1$s (%2$s) ir koplietojis %3$s failus ar lietotāju grupu "%4$s". Lai tos skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s". Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso l'immagine "%3$s" con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarla.
lv_lv: %1$s (%2$s) ir koplietojis attēlu "%3$s" ar lietotāju grupu "%4$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$s images with the group "%4$s". Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s immagini con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarle.
lv_lv: %1$s (%2$s) ir koplietojis %3$s attēlus ar lietotāju grupu "%4$s". Lai tos skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s". Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso l'elemento "%3$s" con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarlo.
lv_lv: %1$s (%2$s) ir koplietojis vienību "%3$s" ar lietotāju grupu "%4$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$s items with the group "%4$s". Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s elementi con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarli.
lv_lv: %1$s (%2$s) ir koplietojis %3$s vienības ar lietotāju grupu "%4$s". Lai tās skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s". Please click the button below to view it.
it_it: %1$s (%2$s) ha condiviso la cartella "%3$s" con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarla.
lv_lv: %1$s (%2$s) ir koplietojis mapi "%3$s" ar lietotāju grupu "%4$s". Lai to skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared %3$ folders with the group "%4$s". Please click the button below to view them.
it_it: %1$s (%2$s) ha condiviso %3$s cartelle con il gruppo "%4$s". Fai clic sul pulsante seguente per visualizzarle.
lv_lv: %1$s (%2$s) ir koplietojis %3$ mapes ar lietotāju grupu "%4$s". Lai tās skatītu, lūdzu piespiediet zemāk redzamo taustiņu.

source: %1$s (%2$s) has shared the file "%3$s" with you and left you a message:
it_it: %1$s (%2$s) ha condiviso il file "%3$s" con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums failu "%3$s" un atstājis jums ziņojumu:

source: %1$s (%2$s) has shared %3$s files with you and left you a message:
it_it: %1$s (%2$s) ha condiviso %3$s file con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$s failus un atstājis jums ziņojumu:

source: %1$s (%2$s) has shared the image "%3$s" with you and left you a message:
it_it: %1$s (%2$s) ha condiviso l'immagine "%3$s" con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums attēlu "%3$s" un atstājis jums ziņojumju:

source: %1$s (%2$s) has shared %3$s images with you and left you a message:
it_it: %1$s (%2$s) ha condiviso %3$s immagini con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$s attēlus un atstājis jums ziņojumu:

source: %1$s (%2$s) has shared the folder "%3$s" with you and left you a message:
it_it: %1$s (%2$s) ha condiviso la cartella "%3$s" con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums mapi "%3$s" un atstājis jums ziņojumu:

source: %1$s (%2$s) has shared the item "%3$s" with you and left you a message:
it_it: %1$s (%2$s) ha condiviso l'elemento "%3$s" con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums vienību "%3$s" un atstājis jums ziņojumu:

source: %1$s (%2$s) has shared %3$d items with you and left you a message:
it_it: %1$s (%2$s) ha condiviso %3$s elementi con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$d vienības un atstājis jums ziņojumu:

source: %1$s (%2$s) has shared %3$d folders with you and left you a message:
it_it: %1$s (%2$s) ha condiviso %3$s cartelle con te e ti ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis ar jums %3$d mapes un atstājis jums ziņojumu:

source: %1$s (%2$s) has shared the file "%3$s" with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso il file "%3$s" con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis failu "%3$s"ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: %1$s (%2$s) has shared %3$s files with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso %3$s file con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis %3$s failus ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: %1$s (%2$s) has shared the image "%3$s" with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso l'immagine "%3$s" con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis attēlu "%3$s" ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: %1$s (%2$s) has shared %3$s images with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso %3$s immagini con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis %3$s attēlus ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: %1$s (%2$s) has shared the folder "%3$s" with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso la cartella "%3$s" con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis mapi "%3$s" ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: %1$s (%2$s) has shared the item "%3$s" with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso l'elemento "%3$s" con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis vienību "%3$s" ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: %1$s (%2$s) has shared %3$d items with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso %3$d elementi con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis %3$d vienības ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: %1$s (%2$s) has shared %3$d folders with the group "%4$s" and left a message:
it_it: %1$s (%2$s) ha condiviso %3$d cartelle con il gruppo "%4$s" e ha lasciato un messaggio:
lv_lv: %1$s (%2$s) ir koplietojis %3$d mapes ar lietotāju grupu "%4$s" un ir atstājis paziņojumu:

source: View image
it_it: Visualizza immagine
lv_lv: Skatīt attēlu

source: View images
it_it: Visualizza immagini
lv_lv: Skatīt attēlus

source: View folder
it_it: Visualizza cartella
lv_lv: Skatīt mapi

source: View folders
it_it: Visualizza cartelle
lv_lv: Skatīt mapes

source: View item
it_it: Visualizza elemento
lv_lv: Skatīt vienību

source: View items
it_it: Visualizza elementi
lv_lv: Skatīt vienības

source: This link is password protected. You need the following password to open it:
it_it: Il collegamento è protetto da password. Hai bisogno della password seguente per aprirlo:
lv_lv: Saite ir aizsargāta ar paroli. Lai to atvērtu jums ir nepieciešama sekojoša parole:

source: %1$s - Forgot your password?
it_it: %1$s - Hai dimenticato la password?
lv_lv: %1$s - vai aizmirsāt paroli?

source: Hello,
it_it: Ciao,
lv_lv: Sveicināti,

source: we got informed that you forgot your password. You can set a new password here:
it_it: Sappiamo che hai dimenticato la tua password. Puoi impostare una nuova password qui:
lv_lv: mēs esam saņēmuši ziņu, ka jūs esat aizmirsis savu paroli. Jūs varat iestatīt jaunu paroli šeit:

source: Set password
it_it: Imposta password
lv_lv: Iestatīt paroli

source: If you didn't request this, please ignore this email. Your password won't change until you access the button above and set a new one.
it_it: Se non l'hai richiesto, ignora questo messaggio. La tua password non cambierà fino a che non premerai il pulsante qui sopra e ne imposterai una nuova.
lv_lv: Ja jūs neesat pieprasījis paroles maiņu, neņemiet vērā šo e-pastu. Jūsu parole netiks izmainīta kamēr nebūsit piespiedis augstāk redzamo taustiņu un iestatījis jaunu paroli.

source: This is an automated message, please do not reply.
it_it: Questo è un messaggio automatico, non rispondere.
lv_lv: Šis ir automātiski izveidots paziņojums. Lūdzu neatbildiet uz to.

source: unknown
it_it: sconosciuto
lv_lv: nezināms

source: and %1$d more files.
it_it: e %1$d altri file.
lv_lv: un vēl %1$d faili.

source: and 1 more file.
it_it: e 1 altro file.
lv_lv: un vēl 1 fails.

source: No notification mail could be sent to user "%1$s". We don't know his email address.
it_it: Non è stato possibile inviare un messaggio di notifica all'utente "%1$s". Non conosciamo il suo indirizzo di posta.
lv_lv: Paziņojuma e-pasts lietotājam "%1$s" nevar tikt nosūtīts. Nav zināma viņa e-pasta adrese.

source: An error occurred, we were unable to send an email to "%2$s".
it_it: Si è verificato un errore, non è possibile inviare un messaggio di posta a "%2$s".
lv_lv: Reģistrēta kļūda. E-pasts lietotājam "%2$s" nav nosūtīts.

source: An error occurred, we were unable to send out the notification mails.
it_it: Si è verificato un errore, non è possibile inviare i messaggi di notifica.
lv_lv: Registrēta kļūda. Paziņojumu e-pasti nav nosūtīti.

source: You don't have sufficient permissions to send notifications for this share.
it_it: Non disponi di autorizzazioni sufficienti per inviare notifiche per questa condivisione.
lv_lv: Jums nav nepieciešamo tiesību šīs vietnes paziņojumu nosūtīšanai.
