Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

# verb
source: accepted
it_it: accettato
lv_lv: apstiprinājis

# adjective
source: accepted
it_it: accettato
lv_lv: apstiprināts

# verb
source: declined
it_it: rifiutato
lv_lv: atteicis

# adjective
source: declined
it_it: rifiutato
lv_lv: atteikts

# verb
source: tentatively accepted
it_it: accettato provvisoriamente
lv_lv: pagaidu apstiprinājis

# adjective
source: tentatively accepted
it_it: accettato provvisoriamente
lv_lv: pagaidu apstiprināts

source: The server configuration cannot be retrieved due to an internal server error. Please try again later.
it_it: La configurazione del server non può essere recuperata a causa di un errore interno del server. Riprova più tardi.
lv_lv: Nevar iegūt servera konfigurācijas informāciju servera iekšējas kļūdas dēļ. Lūdzu mēģiniet vēlāk vēlreiz.

source: Verification of client ticket failed.
it_it: Verifica del ticket del client non riuscita.
lv_lv: Kļūda pie klienta biļetes pārbaudes.

source: Failed to get a delegate ticket.
it_it: Impossibile ottenere un ticket delegato.
lv_lv: Kļūda pie deliģēšanas biļetes ieguves.

source: Communication to Kerberos server failed.
it_it: Comunicazione con il server Kerberos non riuscita.
lv_lv: Komunikāciju kļūda ar Kerberos serveri.

source: Authenticating this service against the Kerberos server failed.
it_it: L'autenticazione del servizio sul server Kerberos non è riuscita.
lv_lv: Nesekmīga servisa autorizācija Kerberos serverī.

source: Problem while terminating service ticket.
it_it: Problema durante la chiusura del ticket di servizio.
lv_lv: Kļūda pie servisa biļetes terminēšanas.

source: Can not find credentials in subject %1$s that need a renewal.
it_it: Impossibile trovare le credenziali nell'oggetto %1$s che necessita di un rinnovo.
lv_lv: Nevar atrast atjaunojamo pieslēguma informāciju subjektam %1$s

source: No Kerberos delegation ticket found in session.
it_it: Nessun ticket delega di Kerberos trovato nella sessione.
lv_lv: Sesijai nav atrasta Kerberos deliģēšanas biļete.

source: Synchronize your calendars and appointments.
it_it: Sincronizza i calendari e gli appuntamenti.
lv_lv: Jūsu kalendāru un mītiņu sinhronizēšana.

source: Read all your appointments.
it_it: Leggi tutti gli appuntamenti.
lv_lv: Visu jūsu mītiņu lasīšana.

source: Create, modify and delete appointments.
it_it: Crea, modifica ed elimina gli appuntamenti.
lv_lv: Mītiņu izveidošana, izmainīšana un dzēšana.

source: Calendar
it_it: Calendario
lv_lv: Kalendārs

source: Week
it_it: Settimana
lv_lv: Nedēļa

source: All-day events
it_it: Tutto il giorno
lv_lv: Visas dienas notikumi

source: Events
it_it: Eventi
lv_lv: Notikumi

source: Location
it_it: Luogo
lv_lv: Vieta

source: Participants
it_it: Partecipanti
lv_lv: Dalībnieki

source: Comments
it_it: Commenti
lv_lv: Komentāri

source: Accepted
it_it: Accettato
lv_lv: Apstiprināts

source: Declined
it_it: Rifiutato
lv_lv: Atteikts

source: Tentatively accepted
it_it: Accettato provvisoriamente
lv_lv: Pagaidu apstiprināts

source: Undecided
it_it: Indeciso
lv_lv: Neizlemts

source: Resources
it_it: Risorse
lv_lv: Resursi

source: No recurrence
it_it: Nessuna serie
lv_lv: Bez atkārtojumiem

source: Every %1$s day
it_it: Ogni %1$s giorno
lv_lv: Katras %1$s dienas

source: Every week on %1$s
it_it: Ogni settimana il %1$s
lv_lv: Katru nedēļu %1$s

source: Every %1$s weeks on %2$s
it_it: Ogni %1$s settimane il %2$s
lv_lv: Katru %1$s nedēļu %2$s

source: On %1$s. day every %2$s. month
it_it: Il %1$s° giorno di ogni %2$s° mese
lv_lv: Katra %2$s mēneša %1$s dienā

source: On %1$s %2$s every %3$s. month
it_it: Il %1$s %2$s ogni %3$s° mese
lv_lv: %1$s %2$s katru %3$s mēnesi

source: On %1$s %2$s in %3$s
it_it: Il %1$s %2$s di %3$s
lv_lv: %1$s %2$s iekš %3$s

source: Every %1$s. %2$s
it_it: Ogni %1$s° %2$s
lv_lv: Katra %1$s %2$s

source: Work day
it_it: Giorno lavorativo
lv_lv: Darba diena

source: Weekend day
it_it: Giorno festivo
lv_lv: Izejamā diena

source: Day
it_it: Giorno
lv_lv: Diena

source: Monday
it_it: Lunedì
lv_lv: Pirmdiena

source: Tuesday
it_it: Martedì
lv_lv: Otrdiena

source: Wednesday
it_it: Mercoledì
lv_lv: Trešdiena

source: Thursday
it_it: Giovedì
lv_lv: Ceturtdiena

source: Friday
it_it: Venerdì
lv_lv: Piektdiena

source: Saturday
it_it: Sabato
lv_lv: Sestdiena

source: Sunday
it_it: Domenica
lv_lv: Svētdiena

source: January
it_it: Gennaio
lv_lv: Janvāris

source: February
it_it: Febbraio
lv_lv: Februāris

source: March
it_it: Marzo
lv_lv: Marts

source: April
it_it: Aprile
lv_lv: Aprīlis

source: May
it_it: Maggio
lv_lv: Maijs

source: June
it_it: Giugno
lv_lv: Jūnijs

source: July
it_it: Luglio
lv_lv: Jūlijs

source: August
it_it: Agosto
lv_lv: Augusts

source: September
it_it: Settembre
lv_lv: Septembris

source: October
it_it: Ottobre
lv_lv: Oktobris

source: November
it_it: Novembre
lv_lv: Novembris

source: December
it_it: Dicembre
lv_lv: Decembris

source: first
it_it: prima
lv_lv: pirmais(ā)

source: second
it_it: seconda
lv_lv: otrais(ā)

source: third
it_it: terza
lv_lv: trešais(ā)

source: fourth
it_it: quarta
lv_lv: ceturtais(ā)

source: last
it_it: ultima
lv_lv: pēdējais(ā)

source: Occurs %1$s times
it_it: Ricorre %1$s volte
lv_lv: Atkārtojas %1$s reizes

source: Until %1$s
it_it: Fino a %1$s
lv_lv: Līdz %1$s

source: No end
it_it: Nessuna fine
lv_lv: Nav beigu datuma

source: An attendee would like to be brought up to date about this appointment.
it_it: Un partecipante desidera ricevere gli aggiornamenti relativi a questo appuntamento.
lv_lv: Dalībnieks vēlas šī mītiņa informācijas jaunināšanu.

source: This appointment has attachments. Click on the following link to view the appointment and to retrieve the attachments: %1$s.
it_it: Questo appuntamento ha allegati, fai clic sul collegamento seguente per vedere l'appuntamento e recuperare gli allegati: %1$s.
lv_lv: Šim mītiņa ierakstam ir pievienojumi. Lai apskatītu mītiņa informāciju un iegūtu pievienojumus lūdzu aktivizējiet sekojošo saiti: %1$s.

source: The organizer would like to create an exception for a recurring appointment that could not be found. Either ignore this update, or ask the organizer to again send you the recurrence.
it_it: L'organizzatore vuole creare un'eccezione a una serie di appuntamenti che non può essere trovata. Ignora questo aggiornamento o chiedi all'organizzatore di inviarti nuovamente la serie.
lv_lv: Organizators vēlas izveidot izņēmumu regulārai mītiņu sērijai kura sistēmā nav atrasta. Vai nu ignorējiet šo jauninājumu vai arī lūdziet organizētājam vēlreiz nosūtīt jums mītiņu grafiku.

source: The organizer would like to change the occurrence of a recurrence on a day that already contains such a change. The server can only store one change for a series per day.
it_it: L'organizzatore vuole cambiare l'occorrenza di una ricorrenza in un giorno che contiene già tale modifica. Il server può memorizzare solo una modifica per serie al giorno.
lv_lv: Organizētājs vēlas izmainīt atkārtošanās grafiku dienai, kura jau satur šādas izmaiņas. Sistēma var saglabāt tikai vienu izmaiņu dienā katrai regulāro notikumu sērijai.

source: The organizer would like to cancel an appointment that could not be found.
it_it: L'organizzatore vuole annullare un appuntamento che non può essere trovato.
lv_lv: Organizators vēlas atcelt mītiņu kurš sistēmā nav atrasts.

source: An attendee wanted to change his/her participant state in an appointment that could not be found. Probably the appointment was already canceled.
it_it: Un partecipante ha tentato di cambiare il suo stato in un appuntamento che non può essere trovato. Probabilmente l'appuntamento era già stato annullato.
lv_lv: Dalībnieks vēlas izmanīt savu dalībnieka statusu mītiņam kurš sistēmā nav atrasts. Iespējams ka mītiņš jau ir atcelts.

source: This is an update to an appointment that has been changed in the meantime. Best ignore it.
it_it: Questo è un aggiornamento di un appuntamento che nel frattempo è stato modificato. Ti consigliamo di ignorarlo.
lv_lv: Šis ir jauninājums mītiņam, kurš jau ir izmainīts. Ieteicams šo jauninājumu neņemt vērā.

source: An attendee wants to change an appointment that could not be found. Probably the appointment was deleted. Best ignore it.
it_it: Un partecipante vuole cambiare un appuntamento che non può essere trovato.Probabilmente l'appuntamento è stato eliminato. Ti consigliamo di ignorarlo.
lv_lv: Dalībnieks vēlas veikt izmaiņas mītiņam kurš sistēmā nav atrasts. Iespējams ka mītiņš ir jau izdzēsts. Ieteicams šo jauninājumu neņemt vērā.

source: The organizer declined your counter proposal for the appointment.
it_it: L'organizzatore ha rifiutato la tua controproposta per l'appuntamento.
lv_lv: Organizators noraidīja jūsu priekšlikumu šī mītiņa sakarā.

source: The organizer declined your counter proposal for an appointment that could not be found. It was probably deleted in the meantime.
it_it: L'organizzatore ha rifiutato la tua controproposta per un appuntamento che non può essere trovato. Probabilmente è stato eliminato nel frattempo.
lv_lv: Organizators noraidīja jūsu alternatīvo priekšlikumu mītiņa sakarā, kurš nav atrasts. Iespējams ka tas ir jau izdzēsts.

source: An attendee wants to be brought up to date about an appointment that could not be found. It was probably deleted at some point. Best ignore this message.
it_it: Un partecipante desidera ricevere gli aggiornamenti relativi a un appuntamento che non può essere trovato. Probabilmente è stato eliminato. Ti consigliamo di ignorare questo messaggio.
lv_lv: Dalībnieks vēlas saņemt informācijas jaunināšanu par mītiņu, kurš sistēmā nav atrasts. Iespējams ka tas ir jau izdzēsts. Ieteicams šo ziņu neņemt vērā.

source: This message contains appointment updates that were already accepted by another user. Best ignore this message.
it_it: Questo messaggio contiene aggiornamenti di un appuntamento che sono già stati accettati da un altro utente. Meglio ignorare questo messaggio.
lv_lv: Šis ziņojums satur mītiņa jauninājumus kurus jau ir apstiprinājis kāds cits lietotājs. Ieteicams šo ziņojumu neņemt vērā.

source: This message comes from an internal user. Best ignore it.
it_it: Questo messaggio arriva da un utente interno. Meglio ignorarlo.
lv_lv: Šis ziņojums nāk no iekšēja lietotāja. Ieteicams šo ziņojumu neņemt vērā.

source: This invitation was sent to someone else, not you. This appointment would have to be created in a user's private folder to which you do not have write permissions.
it_it: Questo invito è stato inviato a qualcun altro, non a te. Questo appuntamento doveva essere creato in una cartella privata dell'utente per la quale non disponi dei permessi di scrittura.
lv_lv: Šis uzaicinājums tika nosūtīts kādam citam, ne jums. Šim mītiņa ierakstam ir jātiek izveidotam atbilstošā lietotāja privātajā mapē, kurā jums nav rakstīšanas tiesību.

source: The appointment's attachments have been changed
it_it: Gli allegati dell'appuntamento sono stati modificati
lv_lv: Šī mītiņa pievienojumi ir izmainīti.

source: One or more other fields have been updated
it_it: Uno o più campi sono stati aggiornati
lv_lv: Viens vai vairāki citi lauki ir jaunināti

source: Reserved
it_it: Riservato
lv_lv: Rezervēts

source: Temporary
it_it: Temporaneo
lv_lv: Pagaidu

source: Absent
it_it: Assente
lv_lv: Promesošs

source: Free
it_it: Libero
lv_lv: Brīvs

source: %1$s has declined your proposed changes for the appointment %2$s.
it_it: %1$s ha rifiutato le modifiche da te proposte per l'appuntamento %2$s.
lv_lv: %1$s ir noraidījis jūsu ieteiktās izmaiņas mītiņam %2$s.

source: %1$s has declined your proposed changes on behalf of %2$s for the appointment %3$s.
it_it: %1$s ha rifiutato le modifiche da te proposte per conto di %2$s per l'appuntamento %3$s.
lv_lv: %1$s ir noraidījis jūsu ieteiktās izmaiņas %2$s vārdā mītiņam %2$s.

source: %1$s would like to be brought up to date about the appointment %2$s. Please send another invitation.
it_it: %1$s desidera ricevere gli aggiornamenti relativi all'appuntamento %2$s. Invia un altro invito.
lv_lv: %1$s vēlas informācijas jaunināšanu sakarā ar mītiņu %2$s. Lūdzu nosūtiet vēl vienu uzaicinājumu.

source: %1$s has %2$s the invitation:
it_it: %1$s ha %2$s l'invito:
lv_lv: %1$s ir %2$s uzaicinājumu:

source: %1$s has %2$s the invitation on behalf of %3$s:
it_it: %1$s ha %2$s l'invito per conto di %3$s:
lv_lv: %1$s ir %2$s uzaicinājumu %3$s vārdā:

source: %1$s has %2$s the invitation on your behalf:
it_it: %1$s ha %2$s l'invito per tuo conto:
lv_lv: %1$s ir %2$s uzaicinājumu jūsu vārdā:

source: %1$s sets the status to %2$s for this appointment:
it_it: %1$s imposta lo stato a %2$s per questo appuntamento:
lv_lv: %1$s ir iestatījis šī mītiņa uzaicinājuma statusu - %2$s :

source: On behalf of %3$s, %1$s sets the status for this appointment to %2$s:
it_it: Per conto di %3$s, %1$s imposta lo stato per questo appuntamento a %2$s:
lv_lv: %1$s ir %3$s vārdā iestatījis šī mītiņa uzaicinājuma statusu kā %2$s:

source: On your behalf, %1$s sets your status for this appointment to %2$s:
it_it: Per tuo conto, %1$s imposta lo stato per questo appuntamento a %2$s:
lv_lv: %1$s ir jūsu vārdā iestatījis šī mītiņa uzaicinājuma statusu kā %2$s:

source: none
it_it: nessuno
lv_lv: nekas

source: %1$s would like you to change the appointment:
it_it: %1$s desidera che tu modifichi l'appuntamento:
lv_lv: %1$s lūdz jums izmainīt mītiņu:

source: %1$s has asked %2$s to change the event:
it_it: %1$s ha chiesto a %2$s di modificare l'evento:
lv_lv: %1$s ir lūdzis %2$s izmainīt notikumu:

source: You have been invited to an event by %1$s:
it_it: Sei stato invitato ad un evento da %1$s:
lv_lv: Jūs esat ieaicināts uz notikumu no %1$s:

source: You have been invited to an event organized by %1$s on behalf of %2$s
it_it: Sei stato invitato ad un evento organizzato da %1$s per conto di %2$s
lv_lv: Jūs esat uzaicināts uz notikumu, kuru organizē %1$s %2$s vārdā

source: %1$s is organizing an event on your behalf.
it_it: %1$s sta organizzando un evento per tuo conto.
lv_lv: %1$s organizē notikumu jūsu vārdā.

source: %1$s created a recurrence exception. Original date: %2$s:
it_it: %1$s ha creato un'eccezione ad una ricorrenza. Data originale: %2$s:
lv_lv: %1$s ir izveidojis grafika izņēmumu. Sākotnējais datums: %2$s:

source: %1$s has changed an event:
it_it: %1$s ha modificato un evento:
lv_lv: %1$s ir veicis izmaiņas notikumā:

source: %1$s has changed an event on behalf of %2$s:
it_it: %1$s ha modificato un evento per conto di %2$s:
lv_lv: %1$s ir veicis izmaiņas notikumā %2$s vārdā:

source: %1$s has changed an event on your behalf:
it_it: %1$s ha modificato un evento per tuo conto:
lv_lv: %1$s ir veicis izmaiņas notikumā jūsu vārdā:

source: When:
it_it: Quando:
lv_lv: Kad:

source: Direct link:
it_it: Collegamento diretto:
lv_lv: Tiešā saite:

source: Where:
it_it: Dove:
lv_lv: Kur:

source: Participants:
it_it: Partecipanti:
lv_lv: Dalībnieki:

source: Details:
it_it: Dettagli:
lv_lv: Detaļas:

source: Show as:
it_it: Mostra come:
lv_lv: Uzrādīt kā:

source: Created:
it_it: Creato:
lv_lv: Izveidoja:

source: Modified:
it_it: Modificato:
lv_lv: Izmainīja:

source: %1$s has deleted an appointment on behalf of %2$s, or you have been removed as a participant:
it_it: %1$s ha eliminato un appuntamento per conto di %2$s, o sei stato rimosso dai partecipanti:
lv_lv: %1$s ir %2$s vārdā izdzēsis mītiņu, vai arī jūs esat izņemts no dalībnieku saraksta:

source: %1$s has deleted an appointment on your behalf:
it_it: %1$s ha eliminato un appuntamento per tuo conto:
lv_lv: %1$s ir jūsu vārdā izdzēsis mītiņu:

source: %1$s has deleted an appointment, or you have been removed as a participant:
it_it: %1$s ha eliminato un appuntamento o sei stato rimosso dai partecipanti:
lv_lv: %1$s ir izdzēsis mītiņu, vai arī jūs esat izņemts no dalībnieku saraksta:

source: Change the subject to %1$s.
it_it: Cambia l'oggetto a %1$s.
lv_lv: Izmainīt tēmu uz %1$s.

source: The appointment has a new subject: %1$s.
it_it: L'appuntamento ha un nuovo oggetto: %1$s.
lv_lv: Mītiņam ir jauna tēma: %1$s.

source: The appointment will now be shown as: "%1$s".
it_it: L'appuntamento verrà ora mostrato come: "%1$s".
lv_lv: Mītiņš tagad tiks uzrādīta kā: "%1$s".

source: The appointment timezone was changed to: %1$s
it_it: Il fuso orario dell'appuntamento è stato modificato come segue: %1$s
lv_lv: Mītiņa laika zona ir izmainīta uz: %1$s

source: Change the location to %1$s.
it_it: Cambia la posizione a %1$s.
lv_lv: Izmainīt vietu uz %1$s.

source: The appointment takes place in a new location: %1$s.
it_it: L'appuntamento avrà luogo in una nuova posizione: %1$s.
lv_lv: Mītiņa vieta ir izmainīta uz: %1$s.

source: Use the appointment description below.
it_it: Usa la descrizione dell'appuntamento in basso.
lv_lv: Izmantot zemāk redzamo mītiņa aprakstu.

source: The appointment description has changed.
it_it: La descrizione dell'appuntamento è stata modificata.
lv_lv: Mītiņa apraksts ir izmainīts.

source: Please invite %1$s to the appointment.
it_it: Invita %1$s all'appuntamento.
lv_lv: Lūdzu uzaiciniet %1$s uz mītiņu.

source: Add %1$s to the appointment.
it_it: Aggiungi %1$s all'appuntamento.
lv_lv: Pievienot %1$s mītiņa sarakstam.

source: %1$s has been invited to the appointment.
it_it: %1$s è stato invitato all'appuntamento.
lv_lv: %1$s ir ieaicināts uz mītiņu.

source: Remove %1$s from the appointment.
it_it: Rimuovi %1$s dall'appuntamento.
lv_lv: Izņemt %1$s no mītiņa saraksta.

source: %1$s has been removed from the appointment.
it_it: %1$s è stato rimosso dall'appuntamento.
lv_lv: %1$s ir izņemts no mītiņa saraksta.

source: %1$s has %2$s the appointment.
it_it: %1$s ha %2$s l'appuntamento.
lv_lv: %1$s ir iestatījis mītiņa statusu - %2$s.

source: waiting
it_it: in attesa
lv_lv: gaida

source: Invite the group %1$s to the appointment.
it_it: Invita il gruppo %1$s all'appuntamento.
lv_lv: Uzaicināt grupu %1$s uz mītiņu.

source: The group %1$s has been invited to the appointment
it_it: Il gruppo %1$s è stato invitato all'appuntamento
lv_lv: Grupa %1$s ir ieaicināta uz mītiņu

source: Remove the group %1$s from the appointment.
it_it: Rimuovi il gruppo %1$s dall'appuntamento.
lv_lv: Izņemt grupu %1$s no mītiņa saraksta.

source: The group %1$s has been removed from the appointment
it_it: Il gruppo %1$s è stato rimosso dall'appuntamento
lv_lv: Grupa %1$s ir izņemta no mītiņa saraksta

source: Reserve the resource %1$s for the appointment
it_it: Riserva la risorsa %1$s per l'appuntamento
lv_lv: Rezervējiet resursu %1$s mītiņa vajadzībām

source: Reserve the resource %1$s for the appointment.
it_it: Riserva la risorsa %1$s per l'appuntamento.
lv_lv: Rezervējiet resursu %1$s mītiņa vajadzībām.

source: The resource %1$s has been reserved for the appointment
it_it: La risorsa %1$s è stata riservata per l'appuntamento
lv_lv: Resurss %1$s ir rezervēts mītiņa vajadzībām

source: Remove the resource %1$s from the appointment
it_it: Rimuovi la risorsa %1$s dall'appuntamento
lv_lv: Izņemt resursu %1$s no mītiņa resursu saraksta

source: Remove the resource %1$s from the appointment.
it_it: Rimuovi la risorsa %1$s dall'appuntamento.
lv_lv: Izņemt resursu %1$s no mītiņa saraksta.

source: The resource %1$s is no longer reserved for the appointment
it_it: La risorsa %1$s non è più riservata per l'appuntamento
lv_lv: Resurss %1$s vairāk nav rezervēts mītiņa vajadzībām

source: The appointment was rescheduled. Original date: %1$s. New date: %2$s
it_it: L'appuntamento è stato ripianificato. Data originale: %1$s. Nuova data: %2$s
lv_lv: Mītiņa laiks ir izmainīts. Sākotnējais datums: %1$s. Jaunais datums: %2$s

source: Reschedule the event. Original date: %1$s. New date: %2$s
it_it: Esegui una nuova pianificazione dell'evento. Data originale: %1$s. Nuova data: %2$s
lv_lv: Pārplānot notikumu. Sākotnējais datums: %1$s. Jaunais datums: %2$s

source: Reschedule the event. Original date/time: %1$s. New date/time: %2$s
it_it: Pianifica nuovamente l'evento. Data/Ora originale: %1$s. Nuova data/ora: %2$s
lv_lv: Pārplānot notikumu. Sākotnējais datums/laiks: %1$s. Jaunais datums/laiks: %2$s

source: The entire day
it_it: Tutto il giorno
lv_lv: Visa diena

source: New appointment: %1$s
it_it: Nuovo appuntamento: %1$s
lv_lv: Jauns mītiņš: %1$s

source: Appointment changed: %1$s
it_it: Appuntamento modificato: %1$s
lv_lv: Mītiņš ir izmainīts: %1$s

source: Appointment canceled: %1$s
it_it: Appuntamento annullato: %1$s
lv_lv: Mītiņš ir atcelts: %1$s

source: Proposed changes for appointment: %1$s
it_it: Modifiche proposte per l'appuntamento: %1$s
lv_lv: Piedāvātās izmaiņas mītiņam: %1$s

source: %1$s sets the status to 'none' for: %1$s
it_it: %1$s imposta lo stato a 'nessuno' per: %1$s
lv_lv: %1$s iestatīja statusu 'nekas' priekš: %1$s

source: %1$s %2$s the invitation: %3$s
it_it: %1$s %2$s l'invito: %3$s
lv_lv: %1$s ir %2$s uzaicinājumu: %3$s

source: Resend the invitation for: %1$s
it_it: Invia nuovamente l'invito per: %1$s
lv_lv: Atkārtoti nosūtiet uzaicinājumus priekš: %1$s

source: Change not accepted for: %1$s
it_it: Modifica non accettata per: %1$s
lv_lv: Izmaiņas nav apstiprinātas priekš: %1$s

source: All times will be shown in the timezone %1$s
it_it: Tutti gli orari verranno mostrati nel fuso orario %1$s
lv_lv: Visi laiki tiks uzrādīti atbilstoši laika zonai %1$s

source: %1$s has %2$s the appointment, but would like to make a counter proposal:
it_it: %1$s ha %2$s l'appuntamento, ma vorrebbe fare una controproposta:
lv_lv: %1$s ir %2$s mītiņu, bet vēlas izteikt alternatīvu priekšlikumu:

source: You have received this E-Mail because you are the chair for this appointment.
it_it: Hai ricevuto questo messaggio perché sei il titolare di questo appuntamento.
lv_lv: Jūs esat saņēmis šo e-pastu jo jūs esat šī mītiņa vadītājs.

source: You have received this E-Mail because you are the organizer of this appointment.
it_it: Hai ricevuto questo messaggio perché sei l'organizzatore di questo appuntamento.
lv_lv: Jūs esat saņēmis šo e-pastu jo jūs esat šī mītiņa organizators.

source: You have received this E-Mail because this appointment contains the resource %1$s which is managed by you.
it_it: Hai ricevuto questo messaggio perché questo appuntamento contiene la risorsa %1$s, che è gestita da te.
lv_lv: Jūs esat saņēmis šo e-astu jo šis mītiņš satur jūsu pārvaldībā esošo resursu %1$s.

source: Synchronize your address books and contacts.
it_it: Sincronizza tutte le rubriche e i contatti.
lv_lv: Jūsu adrešu grāmatu un kontaktu informācijas sinhronizēšana.

source: Your selection is not supported.
it_it: La tua selezione non è supportata.
lv_lv: Jūsu izvēle netiek atbalstīta.

source: The chosen configuration is not supported.
it_it: La configurazione scelta non è supportata.
lv_lv: Izvēlētā konfigurācija netiek atbalstīta.

source: The execution has been denied. Please choose another option.
it_it: L'esecuzione è stata negata. Scegli un'altra opzione.
lv_lv: Apstrāde ir atteikta. Lūdzu izvēlieties kādu citu no opcijām.

source: Execution failed. Please choose another option.
it_it: Esecuzione non riuscita. Scegli un'altra opzione.
lv_lv: Kļūda pie apstrādes. Lūdzu izvēlieties kādu citu no opcijām.

source: Sent quota exceeded. You are only allowed to send 1 SMS in %1$s seconds.
it_it: Quota di invio superata. Ti è consentito inviare solo 1 SMS in %1$s secondi.
lv_lv: Pārsniegta nosūtīšanas kvota. Jums ir atļauts nosūtīt tikai 1 SMS %1$s sekundēs.

source: The download link is invalid.
it_it: Il collegamento per scaricare non è valido.
lv_lv: Nepareiza lejupielādes saite.

source: The phone number %1$s is invalid.
it_it: Il numero di telefono %1 non è valido.
lv_lv: Tālruņa numurs %1$s ir nederīgs.

source: Laptop + PC
it_it: Portatile + PC
lv_lv: Klēpjdators + PC

source: Mail successfully sent
it_it: Messaggio inviato correttamente
lv_lv: E-pasts ir veiksmīgi nosūtīts

source: SMS successfully sent
it_it: SMS inviato correttamente
lv_lv: SMS ir veiksmīgi nosūtīts
