Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: Cannot connect to RSS with URL: %1$s. Please change URL and try again.
it_it: Impossibile connettersi alla fonte RSS con l'URL: %1$s. Cambia URL e riprova.
lv_lv: Nevar pieslēgties RSS straumei ar URL: %1$s. Lūdzu nomainiet URL un mēģiniet vēlreiz.

source: No appropriate anonymizer available.
it_it: Nessun anonimizzatore disponibile.
lv_lv: Nav pieejams atbilstošs anonimizators.

source: User
it_it: Utente
lv_lv: Lietotājs

source: Group
it_it: Gruppo
lv_lv: Grupa

source: Resource
it_it: Risorsa
lv_lv: Resurss

source: The value inserted for %2$s is not correct.
it_it: Il valore digitato per %2$s non è corretto.
lv_lv: Norādītā %2$s vērtība nav pareiza .

source: Please add a value for %1$s
it_it: Aggiungi un valore per %1$s
lv_lv: Lūdzu norādiet %1$s vērtību

source: User is deactivated
it_it: L'utente è disattivato
lv_lv: Lietotājs ir deaktivēts

source: Password expired
it_it: Password scaduta
lv_lv: Paroles derīguma termiņs ir beidzies

source: Read and change your settings.
it_it: Leggi e modifica le tue impostazioni.
lv_lv: Lasīt un izmainīt iestatījumus.

source: The policy you have entered is malformed. It should look like "condition:action"
it_it: Il criterio inserito non è corretto. I criteri dovrebbero essere nella forma "condizione:azione"
lv_lv: Nepareizi noformulēta polise. Polises ir jāformulē kā "condition:action"

source: Unable to convert task status "%1$s".
it_it: Impossibile convertire lo stato "%1$s" dell'attività.
lv_lv: Nevar izmainīt uzdevuma statusu "%1$s".

source: Unable to convert task priority %d.
it_it: Impossibile convertire la priorità %d dell'attività.
lv_lv: Nevar izmainīt uzdevuma prioritāti %d.

source: Parsing error parsing ical: %s
it_it: Errore durante l'analisi della sintassi ical: %s
lv_lv: Kļūda pie "ical" parsēšanas: %s

source: Unknown Class: %1$s
it_it: Classe sconosciuta: %1$s
lv_lv: Nezināma klase: %1$s

source: Cowardly refusing to convert confidential classified objects.
it_it: Mi rifiuto di convertire oggetti classificati come confidenziali.
lv_lv: Atteikums konvertēt konfidenciāli klasificētus objektus.

source: Missing DTSTART
it_it: DTSTART mancante
lv_lv: Iztrūkstošs DTSTART

source: Private appointments can not have attendees. Removing attendees and accepting appointment anyway.
it_it: Gli appuntamenti privati non possono avere partecipanti. I partecipanti saranno rimossi e l'appuntamento sarà comunque accettato.
lv_lv: Privātiem mītiņiem nevar būt dalībnieku. Dalībnieki tiks noņemti un mītiņa ieraksts saglabāts.

source: Not supported recurrence pattern: BYMONTH
it_it: Modello di ricorrenza non supportato: BYMONTH
lv_lv: Neatbalstīta atkārtošanās shēma: BYMONTH

source: This does not look like an iCal file. Please check the file.
it_it: Non sembra essere un file iCal. Controllare il file.
lv_lv: Norādītais fails neatbilst "iCal" formātam. Lūdzu pārbaudiet failu.

source: Empty "CLASS" element.
it_it: Elemento "CLASS" vuoto.
lv_lv: Tukšs "CLASS" elements.

source: Element truncated: %s
it_it: Elemento troncato: %s
lv_lv: Elements ir saīsināts: %s

source: Invalid mail address for external participant: %1$s
it_it: L'indirizzo di posta per il partecipante esterno non è valido: %1$s
lv_lv: Nepareiza ārējā dalībnieka e-pasta adrese: %1$s

source: The conversion yields some objects which could not be stored due to missing folder for appointments.
it_it: La conversione produce alcuni oggetti che non possono essere archiviati a causa della mancanza di una cartella per gli appuntamenti.
lv_lv: Konvertēšana veido objektus, kuri nevar tikt saglabāti iztrūkstošas mītiņu objektu mapes dēl.

source: The conversion yields some objects which could not be stored due to missing folder for tasks.
it_it: La conversione produce alcuni oggetti che non possono essere archiviati a causa della mancanza di una cartella per le attività.
lv_lv: Konvertēšana veido objektus, kuri nevar tikt saglabāti iztrūkstošas uzdevumu objektu mapes dēl.

source: The object could not be stored due to a configured limitation
it_it: L'oggetto potrebbe non essere memorizzato a causa di una limitazione configurata
lv_lv: Konfigurācijas ierobežojumu dēļ objektu nevar saglabāt

source: You do not have a valid session. Please login again.
it_it: La tua sessione non è valida. Accedi nuovamente.
lv_lv: Jūsu sesija ir pārtraukta. Lūdzu pieslēdzieties vēlreiz.

source: You do not have appropriate permissions to view the folder.
it_it: Non disponi dei permessi appropriati per visualizzare la cartella.
lv_lv: Jum nav šīs mapes apskatam nepieciešamo tiesību.

source: The content type you provided is not allowed for the given folder.
it_it: Il tipo di contenuto che hai fornito non è consentito per la cartella specificata.
lv_lv: Šāds dokumenta satura tips jūsu norādītajā mapē nav atļauts.

source: You do not have appropriate permissions to move the folder.
it_it: Non disponi dei permessi appropriati per spostare la cartella.
lv_lv: Jums nav šīs mapes pārvietošanai nepieciešamo tiesību.

source: A folder named "%1$s" already exists.
it_it: Una cartella con nome "%1$s" esiste già.
lv_lv: Mape ar nosaukumu "%1$s" jau eksistē.

source: You do not have the appropriate permissions to delete the folder.
it_it: Non disponi dei permessi appropriati per eliminare la cartella.
lv_lv: Jums nav šīs mapes dzēšanai nepieciešamo tiesību.

source: You do not have the appropriate permissions to move the folder.
it_it: Non disponi dei permessi appropriati per spostare la cartella.
lv_lv: Jums nav šīs mapes pārvietošanai nepieciešamo tiesību.

source: You do not have the appropriate permissions to create a subfolder.
it_it: Non disponi dei permessi appropriati per creare una sottocartella.
lv_lv: Jums nav apakšmapes izveidei nepieciešamo tiesību.

source: It is not allowed to create a mail folder below a public folder.
it_it: Non è consentito creare una cartella di posta in una cartella pubblica.
lv_lv: Zem publiskas mapes pasta mape nav atļauta.

source: The folder name "%1$s" is reserved. Please choose another name.
it_it: Il nome cartella "%1$s" non è disponibile. Scegliere un altro nome.
lv_lv: Mapes vārds "%1$s" ir rezervēts. Lūdzu izvēlieties citu vārdu.

source: Found two folders named "%1$s" located below the parent folder. Please rename one of the folders. There should be no two folders with the same name.
it_it: Trovate due cartelle con nome "%1$s" posizionate sotto la cartella superiore. Rinomina una delle cartelle. Non dovrebbero esserci due cartelle con lo stesso nome.
lv_lv: Mapē ir atrastas divas apakšmapes ar vārdu "%1$s". Lūdzu pārsauciet vienu no šīm apakšmapēm. Vairākas apakšmapes ar vienu un to pat vārdu nav atālutas.

source: Failed to delete all folders
it_it: Eliminazione di tutte le cartelle non riuscita
lv_lv: Kļūda pie visu mapju dzēšanas

source: The folder was not updated due to possible data loss. Please review the warnings for details.
it_it: La cartella non è stata aggiornata a causa di possibile perdite di dati. Controlla gli avvisi per i dettagli.
lv_lv: Mape nav jaunināta sakarā ar iespējamu datu zaudēšanu. detalizēta informācija ir atrodama brīdinājumā.

source: Folder name contains illegal characters: "%1$s"
it_it: Il nome della cartella contiene caratteri non consentiti: "%1$s"
lv_lv: Mapes vārds satur neatļautus simbolus: "%1$s"

source: No group given.
it_it: Nessun gruppo specificato.
lv_lv: Nav norādīta grupa.

source: Required value "%1$s" was not supplied.
it_it: Il valore richiesto "%1$s" non è stato fornito.
lv_lv: Prasītā vērtība "%1$s" nav norādīta.

source: The name contains invalid characters: "%1$s".
it_it: Il nome contiene caratteri non validi: "%1$s".
lv_lv: Vārds satur neatļautus simbolus: "%1$s".

source: Another group with the same identifier name exists.
it_it: Esiste un altro gruppo con lo stesso nome di identificazione.
lv_lv: Sistēmā jau eksistē grupa tādu pat identifikatora vārdu.

source: Group contains a not existing member.
it_it: Il gruppo contiene un membro inesistente.
lv_lv: Grupa satur neeksistējošu dalībnieku.

source: Group contains invalid data.
it_it: Il gruppo contiene dati non validi.
lv_lv: Grupa satur nepareizus datus.

source: You are not allowed to create groups.
it_it: Non ti è consentito creare gruppi.
lv_lv: Jums nav tiesību izveidot grupas.

source: Edit Conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
it_it: Conflitto di modifica. La modifica non può essere completata perché altri hanno apportato una modifica in conflitto allo stesso elemento. Aggiornare o sincronizzare e provare ancora.
lv_lv: Rediģēšanas konflikts. Jūsu veiktās izmaiņas nevar tikt saglabātas jo kāds cits ir veicis konfliktējošas izmaiņas šajā pat vienībā. Lūdzu veiciet informācijas jaunināšanu un mēģiniet vēlreiz.

source: You are not allowed to change groups.
it_it: Non ti è consentito modificare gruppi.
lv_lv: Jums nav tiesību izmainīt grupas.

source: You are not allowed to delete groups.
it_it: Non ti è consentito eliminare gruppi.
lv_lv: Jums nav tiesību dzēst grupas.

source: Group "%1$s" can not be deleted.
it_it: Il gruppo "%1$s" non può essere eliminato.
lv_lv: Grupa "%1$s" nevar tikt dzēsta.

source: Group "%1$s" can not be changed.
it_it: Il gruppo "%1$s" non può essere cambiato.
lv_lv: Grupa "%1$s" nevar tikt izmainīta.

source: The display name "%1$s" is reserved. Please choose another one.
it_it: Il nome visualizzato "%1$s" è riservato. Scegline un altro.
lv_lv: Uzrādes vārds "%1$s" ir rezervēts. Lūdzu izvēlieties citu vārdu.

source: Group contains a guest user %1$d.
it_it: Il gruppo contiene un utente ospite %1$d.
lv_lv: Grupa satur vieslietotāju %1$d.

source: Attachment cannot be saved. File store limit is exceeded.
it_it: L'allegato non può essere salvato. Limite di deposito file superato.
lv_lv: Pievienojumu nevar saglabāt jo ir pārsniegts failu glabātuves limits.

source: Could not save file to the file store.
it_it: Impossibile salvare il file nel deposito file.
lv_lv: Nevar saglabāt failu failu glabātuvē.

source: Attachments must contain a file.
it_it: Gli allegati devono contenere un file.
lv_lv: Pievienojumam ir jāsatur fails.

source: Could not retrieve file.
it_it: Impossibile recuperare il file.
lv_lv: Nevar nolasīt failu.

source: The attachment you requested no longer exists. Please refresh the view.
it_it: L'allegato richiesto non esiste più. Aggiornare la vista.
lv_lv: Jūsu pieprasītais pievienojums vairāk neeksistē. Lūdzu jauniniet skatu.

source: Could not delete attachment.
it_it: Impossibile eliminare l'allegato.
lv_lv: Nevar dzēst pievienojumju.

source: Attachment metadata contains invalid characters.
it_it: I metadati dell'allegato contengono caratteri non validi.
lv_lv: Pievienojuma metadati satur neatļautus simbolus.

source: Invalid parameter sent in request. Parameter '%1$s' was '%2$s' which does not look like a number.
it_it: Parametro inviato nella richiesta non valido. Il parametro '%1$s' era '%2$s' che non sembra essere un numero.
lv_lv: Nepareizs pieprasījuma parametrs. Parametrs '%1$s' ir '%2$s' kas neizskatās pēc skaitļa.

source: Attachments
it_it: Allegati
lv_lv: Pievienojumi

source: Label
it_it: Etichetta
lv_lv: Virsraksts

source: Note
it_it: Nota
lv_lv: Piezīme

source: Timezone
it_it: Fuso orario
lv_lv: Laika josla

source: Appointments must have at least one participant.
it_it: Gli appuntamenti devono avere almeno un partecipante.
lv_lv: Mītiņu ierakstiem ir jāsatur vismaz viens dalībnieks.

source: You do not have the appropriate permissions to read appointments in that folder.
it_it: Non disponi dei permessi appropriati per leggere gli appuntamenti in quella cartella.
lv_lv: Jums nav nepieciešamo tiesību mītiņu informācijas lasīšanai šajā mapē.

source: End date must not be before start date.
it_it: La data finale non può precedere la data iniziale.
lv_lv: Beigu datums nevar būt pirms sākuma datuma.

source: This label (%d) is not supported.
it_it: L'etichetta (%d) non è supportata.
lv_lv: Iezīme (%d) netiek atbalstīta.

source: Private flag is only allowed inside of a private folder.
it_it: Il contrassegno Privato è consentito solo all'interno di una cartella privata.
lv_lv: Privātuma iezīme ir atļauta tikai personīgajās mapēs.

source: Appointments marked as 'Private' can only be scheduled for the respective user (or owner of the calendar). Please remove additional participants or remove the "Private" mark.
it_it: Gli appuntamenti marcati come 'Privati' possono essere panificate solo dal rispettivo utente (o proprietario del calendario). Rimuovi i partecipanti aggiuntivi o rimuovi il contrassegno "Privato".
lv_lv: Mītiņi, kuri ir iezīmēti kā personīgi, var tikt saplānoti tikai atbilstošajam lietotājam (vai kalendāra īpašniekam). Lūdzu noņemiet pārējos dalībniekus vai arī atstatiet privātuma iezīmi.

source: Unsupported "shown as" value %d.
it_it: Valore "mostrato come" %d non supportato.
lv_lv: Neatļauta "rādīt kā" vertība %d.

source: Required value "Start Date" was not supplied.
it_it: Il valore richiesto "Data iniziale" non è stato fornito.
lv_lv: Obligātā vērtība "Sākuma datums" nav norādīta.

source: Required value "End Date" was not supplied.
it_it: Il valore richiesto "Data finale" non è stato fornito.
lv_lv: Obligātā vērtība "Beigu datums" nav norādīta.

source: Required value "Title" was not supplied.
it_it: Il valore richiesto "Titolo" non è stato fornito.
lv_lv: Obligātā vērtība "Virsraksts" nav norādīta.

source: Move not supported. You cannot move an appointment into that folder.
it_it: Spostamento non supportato. Non puoi spostare un appuntamento in quella cartella.
lv_lv: Uz šo mapi mītiņu vienības nevar tikt pārvietotas.

source: Move not allowed from shared folders.
it_it: Spostamento dalle cartelle condivise non consentito.
lv_lv: Pārvietošana no koplietošanas mapēm nav atļauta.

source: No permissions for attachments granted.
it_it: Nessun permesso concesso per gli allegati.
lv_lv: Nav pielikumu pievienošanas tiesību.

source: Insufficient read rights for this folder.
it_it: Permessi di lettura per questa cartella insufficienti.
lv_lv: Nepietiekamas lasīšanas tiesības šai mapei.

source: Folder is not of type Calendar.
it_it: La cartella non è del tipo Calendario.
lv_lv: Mapes tips nav Kalendārs.

source: Moving an appointment with private flag to a public folder is not allowed.
it_it: Lo spostamento di un appuntamento contrassegnato come privato in una cartella pubblica non è consentito.
lv_lv: Privāti mītiņi nevar tikt pārvietoti uz publiskām mapēm.

source: You do not have the appropriate permissions to modify this object.
it_it: Non disponi dei permessi appropriati per modificare l'oggetto.
lv_lv: Jums nav šī objekta modificēšanai nepieciešamo tiesību.

source: You do not have the appropriate permissions to move this object.
it_it: Non disponi dei permessi appropriati per spostare l'oggetto.
lv_lv: Jums nav šī objekta pārvietošanai nepieiešamo tiesību.

source: You do not have the appropriate permissions to read this object.
it_it: Non disponi dei permessi appropriati per leggere l'oggetto.
lv_lv: Jums nav objekta lasīšanai nepieciešamo tiesību.

source: You do not have the appropriate permissions to create an object.
it_it: Non disponi dei permessi appropriati per creare un oggetto.
lv_lv: Jums nav objekta izveidei nepieciešamo tiesību.

source: You are trying to create a new recurring appointment from an exception. This is not possible.
it_it: Stai cercando di creare un nuovo appuntamento ricorrente da un'eccezione. Ciò non è possibile.
lv_lv: Jūs mēģināt izveidot jaunu regulāra mītiņa ierakstu no izņēmuma. Tas nav iespējams.

source: Moving an instance of a recurring appointment into another folder is not allowed.
it_it: Lo spostamento di un'istanza di un appuntamento ricorrente in un'altra cartella non è consentito.
lv_lv: Regulāru mītiņu nevar pārvietot no vienas mapes uz otru.

source: Moving an appointment with private flag to a shared folder is not allowed.
it_it: Lo spostamento di un appuntamento contrassegnato come privato in una cartella condivisa non è consentito.
lv_lv: Privāta mītiņa ieraksts nevar tikt pārvietotas uz koplietojuma mapēm.

source: You can not use different private flags for one element of a recurring appointment.
it_it: Non puoi utilizzare diversi contrassegni privati per un elemento di un appuntamento ricorrente.
lv_lv: Regulāru mītiņu sērijas atsevišķiem elementiem nevar piemērot atšķirīgas privātuma iezīmes.

source: You can not use the private flag in a non private folder.
it_it: Non puoi utilizzare il contrassegno privato in una cartella non privata.
lv_lv: Privātuma iezīmes nevar piemērot elementiem, kuri neatrodas privātās mapēs.

source: Invalid characters (%2$s) in field %1$s.
it_it: Caratteri non validi (%2$s) nel campo %\$s.
lv_lv: Nepareizi simboli (%2$s) laukā %1$s.

source: Series end is before start date.
it_it: La serie termina prima della data iniziale.
lv_lv: Sērijas beigas ir pirms sākuma datuma.

source: An external participant with the E-Mail address %1$s is already included. Please remove participant duplicate and retry.
it_it: Un partecipante esterno con indirizzo di posta %1$s è già presente. Rimuovi il partecipante duplicato e riprova.
lv_lv: Ārējs dalībnieks ar e-pasta adresi %1$s ir jau ietverts. Lūdzu noņemiet dublikāto dalībnieku un mēģiniet vēlreiz.

source: Moving a recurring appointment to another folder is not supported.
it_it: Lo spostamento di un appuntamento ricorrente in un'altra cartella non è supportato.
lv_lv: Regulāru mītiņu ieraksti nevar tikt pārvietoti no vienas mapes uz citu.

source: Cannot create that appointment. An appointment having the same unique identifier already exists.
it_it: Impossibile creare quell'appuntamento. Un appuntamento con lo stesso identificatore univoco esiste già.
lv_lv: Šo mītiņu nevar izveidot. Mītiņš ar šādu unikālo identifikatoru jau pastāv.

source: Cannot create that task. A task having the same unique identifier already exists.
it_it: Impossibile creare quell'attività. Un'attività con lo stesso identificatore univoco esiste già.
lv_lv: Nevar izveidot uzdevumu. Uzdevums ar šādu unikālo identifikatoru jau pastāv.

source: Sequence number is outdated.
it_it: Il numero di sequenza è obsoleto.
lv_lv: Sekvences numura vērtība ir novecojusi.

source: Invalid E-Mail address: '%s'. Please correct the E-Mail address.
it_it: Indirizzo di posta non valido: '%s'. Correggi l'indirizzo.
lv_lv: Nepareiza e-pasta adrese: '%s'. Lūdzu veiciet atbilstošos labojumus.

source: Unable to import this contact picture.
it_it: Impossibile importare l'immagine del contatto.
lv_lv: Nevar importēt kntakta attēlu.

source: Folder is not of type Contact.
it_it: La cartella non è del tipo Contatto.
lv_lv: Mapes tips nav Kontakti.

source: You do not have the appropriate permission to access objects in the folder "%1$s".
it_it: Non disponi dei permessi appropriati per accedere agli oggetti nella cartella "%1$s".
lv_lv: Jum nav nepieciešamo tiesību piekļuvei objektiem mapē "%1$s".

source: Unable to scale image down.
it_it: Impossibile ridimensionare l'immagine.
lv_lv: Nevar samazināt attēlu.

source: This feature has not been enabled
it_it: Questa funzionalità non è stata abilitata
lv_lv: Šī funkcija nav iespējota

source: You do not have the appropriate permission to create objects in the folder "%1$s".
it_it: Non disponi dei permessi appropriati per creare oggetti nella cartella "%1$s".
lv_lv: Jum nav nepieciešamo tiesībuobjektu izveidei mapē "%1$s".

source: Unable to synchronize the old contact with the new changes.
it_it: Impossibile sincronizzare il vecchio contatto con le nuove modifiche.
lv_lv: Nevar sinhronizēt iepriekšejo saturu ar jaunajām izmaiņām.

source: You are not allowed to mark this contact as private contact.
it_it: Non ti è consentito marcare questo contatto come contatto privato.
lv_lv: Jums nav tiesību iezīmēt šo kontaktu kā privātu.

source: An edit conflict occurred. To edit the contact please reload it.
it_it: Si è verificato un conflitto di modifica. Per modificare il contatto, ricaricalo.
lv_lv: Rediģēšanas konflikts. Lai rediģētu kontaktu, lūdzu atjaunojiet informāciju.

source: No changes found. No update required.
it_it: Nessuna modifica trovata. Nessun aggiornamento richiesto.
lv_lv: Izmaiņas nav atrastas. Jaunināšana nav nepieciešama.

source: Contact "%1$s" not found.
it_it: Contatto "%1$s" non trovato.
lv_lv: Kontakts "%1$s" nav atrasts

source: The image appears to be broken.
it_it: L'immagine sembra essere danneggiata.
lv_lv: Attēla fails ir bojāts.

source: Some data entered exceeded the field limit. Please shorten the value for "%1$s" (limit: %2$s, current: %3$s) and try again.
it_it: Alcuni dati inseriti eccedono il limite di campo. Riduci il valore di "%1$s" (limite: %2$s, attuale: %3$s) e prova ancora.
lv_lv: Daži no ievadītajiem datiem pārsniedz limitus. Lūdzu saīsiniet "%1$s" vērtību (limits: %2$s, pašreiz: %3$s) un mēģiniet vēlreiz.

source: The image you tried to attach is not a valid picture. It may be broken or is not a valid file.
it_it: L'immagine che si sta tentando di allegare non è un'immagine valida. Potrebbe essere danneggiata o non è un file valido.
lv_lv: Attēls kuru vēlaties pievienot nav derīgs. Vai nu tas nav attēla fails, vai arī fails ir bojāts.

source: Required value "first name" was not supplied.
it_it: Il valore richiesto "nome" non è stato fornito.
lv_lv: Obligātā vērtība "Vārds" nav norādīta.

source: Required value "display name" was not supplied.
it_it: Il valore richiesto "nome visualizzato" non è stato fornito.
lv_lv: Obligātā vērtība "Virsraksts" nav norādīta.

source: Unable to move this contact because it is marked as private.
it_it: Impossibile spostare questo contatto poiché è marcato come privato.
lv_lv: Šo kontaktu nevar pārvietot jo tas ir iezīmēts kā privāts.

source: The name you entered is already assigned to another user. Please choose another display name.
it_it: Il nome digitato è già assegnato a un altro utente. Scegli un altro nome visualizzato.
lv_lv: Jūsu ievadītais vārds jau ir piešķirts citam lietotājam. Lūdzu izvēlieties citu uzrādāmo vārdu.

source: Bad character in field "%2$s".
it_it: Carattere non valido nel campo "%2$s".
lv_lv: Nepreizs simbols laukā "%2$s".

source: You do not have the appropriate permission to delete objects from the folder "%1$s".
it_it: Non disponi dei permessi appropriati per eliminare gli oggetti dalla cartella "%1$s".
lv_lv: Jum nav nepieciešamo tiesību objektu dzēšanai mapē "%1$s".

source: Mime type is not defined.
it_it: Il tipo MIME non è definito.
lv_lv: MIME tips nav definēts.

source: Storing a contact with private flag in a shared folder is not allowed.
it_it: Archiviare un contatto contrassegnato come privato in una cartella condivisa non è consentito.
lv_lv: Privātus kontaktus nevar saglabāt koplietojuma mapēs.

source: Image size too large. Image size: %1$s. Max. size: %2$s.
it_it: Dimensione dell'immagine troppo grande. Dim. immagine %1$s. Dim. massima %2$s.
lv_lv: Pārāk liels attēla izmērs. Attēla izmērs: %1$s. Maksimālais izmērs: %2$s.

source: Primary E-Mail address in system contact must not be edited.
it_it: L'indirizzo di posta primario del contatto di sistema non deve essere modificato.
lv_lv: Sistēmas kontakta primāro e-pasta adresi nevar rediģēt.

source: The contact %1$d is not located in folder %2$s (%3$d).
it_it: Il contatto %1$d non è posizionato nella cartella %2$s (%3$d).
lv_lv: Kontaksts %1$d nav atrasts mapē %2$s (%3$d).

source: Required value "last name" was not supplied.
it_it: Il valore richiesto "cognome" non è stato fornito.
lv_lv: Obligātā vērtība "Uzvārds" nav norādīta.

source: You are not allowed to modify that contact
it_it: Non ti è consentito modificare il contatto
lv_lv: Jums nav tiesību modificēt šo kontaktu
