Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: The string cannot be parsed to a valid URL.
it_it: La stringa non può essere interpretata come un URL valido.
lv_lv: Teksta virkni nevar pārveidot derīgā URL.

source: The account "%s" is locked.
it_it: L'account "%s" è bloccato.
lv_lv: Konts "%s" ir noslēgts.

source: Account "%1$s" is currently being created. This can take a while. Please try again later.
it_it: L'account "%1$s" è in fase di creazione. Potrebbe richiedere del tempo. Riprova più tardi.
lv_lv: Konts "%1$s" tiek pašreiz izveidots. Tas var prasīt zināmu laiku. Lūdzu mēģiniet vēlreiz vēlāk.

source: Login not possible at the moment. Please try again later.
it_it: Accesso non possibile al momento. Riprova più tardi.
lv_lv: Pašreiz pieslēgšanās nav iespējama. Lūdzu mēģiniet vēlāk vēlreiz.

source: The user name or password is incorrect.
it_it: Il nome utente o la password non è corretto.
lv_lv: Nepareizi norādīts lietotāja vārds vai parole.

source: Your password has expired. In order to change it, please log in to %1$s.
it_it: La password è scaduta. Per cambiarla, accedere a %1$s.
lv_lv: Paroles derīguma termiņš ir beidzies. Lai to nomainītu, lūdzu pieslēdzieties pie %1$s.

source: You do not have the appropriate permissions to login with client "%1$s".
it_it: Non disponi dei permessi appropriati per accedere con il client "%1$s".
lv_lv: Jum nav nepieciešamo tiesību, lai pieslēgtos ar klientu "%1$s".

source: Method "%1$s" in HTTP header authorization is not supported.
it_it: Il metodo "%1$s" nell'autorizzazione dell'intestazione HTTP non è supportato.
lv_lv: Metode "%1$s" HTTP hedera autorizēšanā netiek uzturēta.

source: Missing client capabilities.
it_it: Capacità mancanti del client.
lv_lv: Iztrūkstošas klienta iespējas.

source: Automatic login is not supported.
it_it: L'accesso automatico non è supportato.
lv_lv: Automātiskā pieslēgšanās netiek nodrošināta.

source: The user account is not activated.
it_it: L'account utente non è attivato.
lv_lv: Lietotāja konts nav aktivizēts.

source: You exceeded the maximum count of logins without password.
it_it: Hai superato il numero massimo di accessi senza password.
lv_lv: Maksimāli pieļautais pieslēgumu bez paroles skaits ir pārsniegts.

source: A password is required to continue. Please choose one and try again.
it_it: Per continuare è richiesta una password. Scegline una e provare ancora.
lv_lv: Lai turpinātu ir nepieciešama parole. Lūdzu izvēlieties to un mēģiniet vēlreiz.

source: Authentication via this method is disabled.
it_it: L'autenticazione tramite questo modulo è disabilitata.
lv_lv: Autorizācija, izmantojot šo metodi, ir atspējota.

source: The password is incorrect.
it_it: La password non è corretta.
lv_lv: Parole nav pareiza.

source: Login denied.
it_it: Accesso negato.
lv_lv: Piekļuve ir liegta.

source: Too few (%d) login attributes.
it_it: Pochi (%d) attributi di accesso.
lv_lv: Nepietiekami (%d) pieslēguma atribūti.

source: The account %2$s is disabled.
it_it: L'account %2$s è disabilitato.
lv_lv: Konts %2$s ir atspējots.

source: [Not available]
it_it: [Non disponibile]
lv_lv: [Nav pieejams]

source: An error occurred inside the server which prevented it from fulfilling the request.
it_it: Si è verificato un errore sul server che ha impedito di soddisfare la richiesta.
lv_lv: Servera darbībā ir radusies kļūda, kuras dēļ pieprasījums nevar tikt izpildīts.

source: A temporary error occurred inside the server which prevented it from fulfilling the request. Please try again later.
it_it: Si è verificato un errore temporaneo sul server che ha impedito di soddisfare la richiesta. Riprova più tardi.
lv_lv: Servera darbībā ir radusies īslaicīga kļūda, kuras dēļ pieprasījums nevar tikt izpildīts. Lūdzu mēģiniet vēlāk vēlreiz.

source: The server is refusing to process the request.
it_it: Il server rifiuta l'elaborazione della richiesta.
lv_lv: Serveris ir atteicis pieprasījuma apstrādi.

source: The object has been changed in the meantime.
it_it: L'oggetto è stato modificato nel frattempo.
lv_lv: Starplaikā objekts ir izmainīts.

source: Object not found. %1$s
it_it: Oggetto non trovato. %1$s
lv_lv: Objekts nav atrasts. %1$s

source: No permission for module: %1$s.
it_it: Nessun permesso per il modulo: %1$s.
lv_lv: Nav piekļuves tiesību modulim: %1$s.

source: No folder permission.
it_it: Nessun permesso sulla cartella.
lv_lv: Nav mapes tiesību.

source: Missing field: %s
it_it: Campo mancante: %s
lv_lv: Iztrūkstošs lauks: %s

source: Error while reading/writing data from/to the database.
it_it: Errore durante la lettura/scrittura dei dati dal/nel database.
lv_lv: Kļūda pie datu lasīšanas/rakstīšanas datubāzē.

source: Data cannot be stored into the database because it is too big
it_it: I dati non possono essere memorizzati nel database perché sono troppo grandi
lv_lv: Dati nevar tikt saglabāti datubāzē jo tā ir pārāk liela

source: The request sent by the client was syntactically incorrect
it_it: La sintassi della richiesta inviata dal client non è corretta
lv_lv: Klienta nosūtītais pieprasījums ir sintaktiski nepareizs

source: File not found: %1$s
it_it: File non trovato: %1$s
lv_lv: Fails nav atrasts: %1$s

source: No such managed file associated with ID: %1$s
it_it: Nessun file gestito associato all'ID: %1$s
lv_lv: Neviens pārvaldāms fails nav asociēts ar ID: %1$s

source: A required service is temporarily unavailable. Please try again later.
it_it: Un servizio richiesto è temporaneamente non disponibile. Riprova più tardi.
lv_lv: Prasītais serviss īslaicīgi nav pieejams. Lūdzu mēģiniet vēlreiz vēlāk.

source: The maximum number of sessions is exceeded. Please try again later.
it_it: Il numero massimo di sessioni è stato superato. Riprova più tardi.
lv_lv: Pārsniegts maksimālais sesiju skaits. Lūdzu mēģiniet vēlāk vēlreiz.

source: The password could not be changed in the current session. Please login again.
it_it: La password potrebbe non essere cambiata nella sessione attuale. Accedi nuovamente.
lv_lv: Parole nevar tikt nomainīta pašreizējās sesijas ietvaros. Lūdzu pieslēdzieties no jauna.

source: The maximum number of sessions is exceeded for your account. Please logout from other clients and try again.
it_it: Il numero massimo di sessioni è stato superato per il tuo account. Disconnetti gli altri client e prova ancora.
lv_lv: Maksimālais sesiju skaits jūsu kontam ir pārsniegts. Lūdzu atslēdzieties citās klientu aplikācijās un mēģiniet vēlreiz.

source: Your session expired. Please login again.
it_it: La sessione è scaduta. Accedi nuovamente.
lv_lv: Jūsu sesija ir pārtraukta. Lūdzu pieslēdzieties atkārtoti.

source: Your session was invalidated. Please login again.
it_it: La sessione è stata invalidata. Accedi nuovamente.
lv_lv: Jūsu sesija ir pārtraukta. Lūdzu pieslēdzieties atkārtoti.

source: The account "%2$s" is currently not enabled. Please try again later.
it_it: L'account "%2$s" non è attualmente abilitato. Riprova più tardi.
lv_lv: Konts "%2$s" pašlaik nav iespējots. Lūdzu mēģiniet vēlreiz vēlāk.

source: The maximum number of sessions is exceeded for client %1$s. Please logout from other clients and try again.
it_it: Il numero massimo di sessioni è stato superato per il client %1$s. Disconnettiti dagli altri client e prova ancora.
lv_lv: Pārsniegts maksimālais klienta %1$s sesiju skaits. Lūdzu atslēdzieties no citiem klientiem un mēģinmiet vēlreiz.

source: The session is no longer available. Please try again.
it_it: La sessione non è più disponibile. Riprova ancora.
lv_lv: Jūsu sesija ir pārtraukta. Lūdzu mēģiniet vēlreiz.

source: Kerberos ticket in session is missing. Pleasy try again.
it_it: Manca il ticket di sessione Kerberos. Prova ancora.
lv_lv: Iztrūkstoša sesijas Kerberos biļete. Lūdzu mēģiniet vēlreiz.

source: A Guard error occurred: %1$s
it_it: Si è verificato un errore di Guard: %1$s
lv_lv: Drošās ziņapmaiņas kļūda: %1$s

source: A Guard server error occurred with HTTP status code %1$s. Error message: %2$s
it_it: Si è verificato un errore del server Guard con codice di stato HTTP %1$s. Messaggio di errore: %2$s
lv_lv: Drošās ziņapmaiņas servera kļūda ar HTTP statusa kodu %1$s. Kļūdas paziņojums: %2$s

source: The provided Guard URL: %1$s is invalid
it_it: L'URL di Guard fornito: %1$s non è valido
lv_lv: Norādītais drošās ziņapmaiņas saites URL: %1$s ir nepareizs

source: The provided Guard resource does not exist: %1$s
it_it: La risorsa di Guard fornita non esiste: %1$s
lv_lv: Norādītais drošās ziņapmaiņas resurss neeksistē: %1$s

source: The Guard resource does not exist
it_it: La risorsa di Guard non esiste
lv_lv: Drošās ziņapmaiņas resurss neeksistē

source: No Linked-In account available.
it_it: Nessun account di Linked-In disponibile.
lv_lv: Linked-In konts nav pieejams.

source: Need an e-mail address to look up Linked-In data.
it_it: Serve un indirizzo di posta per cercare i dati di Linked-In.
lv_lv: Lai piekļūtu Linked-In datiem ir nepieciešama e-pasta adrese.

source: Cannot search a contact that is neither an internal user nor has an e-mail address.
it_it: Impossibile cercare un contatto che non sia un utente interno o che non abbia un indirizzo di posta elettronica.
lv_lv: Nevar sameklēt kontaktu, kurš nav iekšējais lietotājs vai kuram nav e-pasta adreses.

source: The HTML content is too big and cannot be displayed
it_it: Il contenuto HTML è troppo grande e non può essere visualizzato
lv_lv: HTML saturs ir pārāk liels un to nevar parādīt

source: The HTML content is invalid and cannot be displayed
it_it: Il contenuto HTML non è valido e non può essere visualizzato
lv_lv: HTML saturs ir nederīgs un to nevar parādīt

source: The HTML content cannot be safely displayed
it_it: Il contenuto HTML non può essere visualizzato in modo sicuro
lv_lv: HTML saturs nevar tikt droši parādīts

source: This message can only be displayed as plain text
it_it: Questo messaggio può essere visualizzato solo come testo semplice
lv_lv: Šo ziņojumu var parādīt tikai kā vienkāršu tekstu

source: No connection available to access mailbox
it_it: Nessuna connessione disponibile per accedere alla casella postale
lv_lv: Nav pieejamu pieslēgumu piekļuvei pie pasta

source: No mail module access due to user configuration
it_it: Nessun accesso al modulo di posta a causa della configurazione utente
lv_lv: Nav piekļuves pie pasta moduļa saskaņā ar konfigurāciju

source: Access to mail folder is not permitted
it_it: L'accesso alla cartella di posta non è consentito
lv_lv: Piekļuve pie pasta mapes nav atļauta

source: No lookup access to mail folder
it_it: Nessun accesso in ricerca alla cartella di posta
lv_lv: Nav apskata tiesību pasta mapei

source: No read access to mail folder
it_it: Nessun accesso in lettura alla cartella di posta
lv_lv: Nav lasīšanas tiesību pasta mapei

source: No delete access to mail folder
it_it: Nessun accesso per l'eliminazione alla cartella di posta
lv_lv: Nav dzēšanas tiesību pasta mapei

source: No insert access to mail folder
it_it: Nessun accesso in inserimento alla cartella di posta
lv_lv: Nav pievienošanas tiesību pasta mapei

source: No administer access to mail folder
it_it: Nessun accesso amministrativo alla cartella di posta
lv_lv: Nav administrēšanas tiesību uz pasta mapi

source: No write access to IMAP folder
it_it: Nessun accesso in scrittura alla cartella IMAP
lv_lv: Nav rakstīšanas tiesību IMAP mapei

source: No keep-seen access to mail folder
it_it: Nessun accesso per la marcatura dei messaggi come letti alla cartella di posta
lv_lv: Nepietiekamas tiesības uz pasta mapi

source: Folder does not allow subfolders.
it_it: La cartella non consente sottocartelle.
lv_lv: Mape neatļauj apakšmapes.

source: Mail folder "%1$s" could not be created (maybe due to insufficient permission on parent folder %2$s or due to an invalid folder name)
it_it: La cartella di posta "%1$s" non può essere creato (forse a causa di permessi insufficienti sulla cartella genitrice %2$s o per un nome di cartella non valido)
lv_lv: Pasta mape "%1$s" nevar tikt izveidota (iespējams dēļ nepietiekamām tiesībām uz virsmapi %2$s vai nederīga mapes vārda)

source: The composed rights could not be applied to new folder due to missing administer right in its initial rights specified by IMAP server. However, the folder has been created.
it_it: La combinazione di permessi non può essere applicata alla nuova cartella poiché i permessi iniziali forniti dal server IMAP non comprendono i diritti di amministrazione. Comunque, la cartella è stata creata.
lv_lv: Apvienotās tiesības nevar tikt piešķirtas jaunajai mapei, jo sākotnējās IMAP serverī norādītās tiesības nav administratora tiesības. Tomēr, mape ir izveidota.

source: No administer permission specified for folder
it_it: Nessun permesso di amministrazione specificato per la cartella
lv_lv: Mapei nav norādītas administrēšanas tiesības

source: Default folder must not be updated
it_it: La cartella predefinita non può essere aggiornata
lv_lv: Noklusēto mapi nevar jaunināt

source: Folder could not be deleted
it_it: La cartella non può essere eliminata
lv_lv: Mape nevar tikt izdzēsta

source: IMAP default folder %1$s could not be created
it_it: La cartella IMAP predefinita %1$s non può essere creata
lv_lv: Nevar izveidot noklusēto IMAP mapi %1$s

source: Missing default %1$s folder
it_it: Cartella predefinita %1$s mancante
lv_lv: Iztrūkstoša noklusētā %1$s mape

source: Update of folder failed
it_it: Aggiornamento della cartella non riuscito
lv_lv: Kļūda pie mapes jaunināšanas

source: Default folder %1$s cannot be deleted
it_it: La cartella predefinita %1$s non può essere eliminata
lv_lv: Noklusētā mape %1$s nevar tikt dzēsta

source: Flag %1$s could not be changed due to following reason "%2$s"
it_it: Il contrassegno %1$s non può essere cambiato a causa del seguente motivo "%2$s"
lv_lv: Iezīme %1$s nevar tikt izmainīta sekojoša iemesla dēļ "%2$s"

source: Number of search fields (%d) do not match number of search patterns (%d)
it_it: Numero di campi di ricerca (%d) che non corrispondono ai modelli di ricerca (%d)
lv_lv: Meklēšanas lauku skaits (%d) neatbilst meklēšanas struktūru skaitam (%d)

source: IMAP search failed due to reason "%1$s". Switching to application-based search
it_it: La ricerca IMAP non è riuscita a causa del seguente motivo "%1$s". Passaggio alla ricerca dell'applicazione
lv_lv: Kļūda pie IMAP meklēšanas, iemesls "%1$s". Pārslēgšanās uz meklēšanu aplikācijas ietvaros.

source: IMAP sort failed due to reason "%1$s". Switching to application-based sorting.
it_it: Ordinamento IMAP non riuscito a causa del seguente motivo "%1$s". Passaggio all'ordinamento dell'applicazione.
lv_lv: Kļūda pie IMAP kārtošanas, iemesls "%1$s". Pārslēgšanās uz kārtošanu aplikācijas ietvaros.

source: Unknown search field: %1$s
it_it: Campo di ricerca sconosciuto: %1$s
lv_lv: Nezināms meklēšanas lauks: %1$s

source: Mail folder must not be moved to subsequent folder
it_it: La cartella di posta non può essere spostata nella cartella seguente
lv_lv: Pasta mapi nevar pārvietot uz citu mapi

source: This message could not be moved to trash folder, possibly because your mailbox is nearly full. In that case, please try to empty your deleted items first, or delete smaller messages first.
it_it: Questo messaggio non può essere spostato nel cestino, probabilmente perché la casella di posta è quasi piena. In questo caso, prova a svuotare prima gli elementi eliminati, o elimina prima i messaggi più piccoli.
lv_lv: Šis ziņojums nevar tikt pārvietots uz Atkritni. Iespējams, ka jūsu pasta kaste ir gandrīz pilna. Šadā gadījumā vispirms iztukšojiet izdzēstā pasta mapi, vai arī vispirms izdzēsiet mazākos ziņojumus.

source: Missing folder in mail move operation
it_it: Cartella mancante per l'operazione di spostamento della posta
lv_lv: Iztrūkstoša mape pasta pārvietošanas operācijā

source: Message move aborted for user %1$s. Source and destination folder are equal to "%2$s"
it_it: Spostamento di un messaggio interrotto per l'utente %1$s. Le cartelle di origine e destinazione sono uguali a "%2$s"
lv_lv: Ziņojumu pārvietošana lietotājam %1$s ir pārtraukta. Avota un saņēmēja mapes ir "%2$s"

source: IMAP folder read-only check failed
it_it: Il controllo in sola lettura della cartella IMAP non è riuscito
lv_lv: Kļūda pie IMAP mapes iestatīšans tikai lasīšanai

source: Unknown folder open mode %1$s
it_it: Modalità %1$s di apertura delle cartelle sconosciuta
lv_lv: Nezināms mapes atvēršanas režīms %1$s

source: One or more message in folder %2$s could not be deleted
it_it: Uno o più messaggi nella cartella %2$s non possono essere eliminati
lv_lv: Viens vai vairāki ziņojumi mapē %2$s nevar tikt izdzēsti

source: Not allowed to open folder %1$s due to missing read access
it_it: Non autorizzato ad aprire la cartella %1$s per mancanza di accesso in lettura
lv_lv: Mapi %1$s nevar atvērt nepietiekamu lasīšanas tiesību dēļ

source: The raw content's input stream cannot be read
it_it: Il flusso in ingresso del contenuto grezzo del messaggio non può essere letto
lv_lv: Nevar nolasīt ziņojuma satura ievada straumi

source: No attachment was found with id %1$s in message
it_it: Nessun allegato con id %1$s è stato trovato nel messaggio
lv_lv: Ziņojumā nav atrasts pievienojums ar id %1$s

source: Versit object could not be saved
it_it: L'oggetto Versit non può essere salvato
lv_lv: Nevar saglabāt "Versit" objektu

source: No support of capability "THREAD=REFERENCES"
it_it: Nessun supporto della funzionalità "THREAD=REFERENCES"
lv_lv: Iespēja "THREAD=REFERENCES" netiek uzturēta

source: A protocol exception occurred during execution of IMAP request "%1$s". Error message: %2$s
it_it: Un'eccezione del protocollo si è verificata durante l'esecuzione di una richiesta IMAP: "%1$s". Messaggio di errore: %2$s
lv_lv: Protokola kļūda apstrādājot IMAP pieprasījumu "%1$s". Kļūdas paziņojums: %2$s

source: Mailbox' root folder must not be source or the destination full name of a move operation.
it_it: La cartella radice della casella postale non può essere il nome completo di origine o di destinazione di un'operazione di spostamento.
lv_lv: Pasta saknes mapes vārds nevar būt pārvietošanas operācijas avota vai saņēmēja pilns vārds.

source: Sort field %1$s is not supported via IMAP SORT command
it_it: Il campo di ordinamento %1$s non è supportato attraverso il comando IMAP SORT
lv_lv: Kārtošanas lauks %1$s netiek atbalstīts IMAP SORT komandā

source: Missing personal namespace
it_it: Spazio personale dei nomi mancante
lv_lv: Iztrūkstoša personīgā vārddotne

source: Parsing thread-sort string failed: %1$s.
it_it: Analisi della stringa ordinata per thread non riuscita: %1$s.
lv_lv: Kļūda pie teksta parsēšanas: %1$s.

source: A SQL error occurred: %1$s
it_it: Si è verificato un errore SQL: %1$s
lv_lv: SQL kļūda: %1$s

source: Rename of folder "%1$s" to "%2$s" failed with "%3$s".
it_it: Rinomina della cartella "%1$s" in "%2$s" non riuscita con "%3$s".
lv_lv: Kļūda "%3$s" pie mapes "%1$s" pārsaukšanas par "%2$s".

source: No rename access to mail folder %1$s
it_it: Nessun accesso per la rinomina alla cartella di posta %1$s
lv_lv: Nav pārsaukšanas tiesību pasta mapei %1$s

source: Unable to parse IMAP server URI "%1$s".
it_it: Impossibile analizzare l'URI del server IMAP "%1$s".
lv_lv: Nevar noparsēt IMAP servera URI "%1$s".

source: Default folder %1$s must not be unsubscribed.
it_it: La sottoscrizione della cartella predefinita %1$s non può essere rimossa.
lv_lv: Noklusētās mapes %1$s abonementu nevar atcelt.

source: IMAP server refuses to import one or more E-Mails.
it_it: Il server IMAP rifiuta di importare uno o più messaggi di posta.
lv_lv: Reģistrēts IMAP servera atteikums importēt vienu vai vairākus e-pastus.

source: Currently not possible to establish a new connection to server %1$s with login %2$s. Please try again.
it_it: Al momento non è possibile stabilire una nuova connessione al server %1$s per l'accesso %2$s. Prova ancora.
lv_lv: Pašreiz nav iespējams izveidot jaunu pieslēgumu serverim %1$s lietotājam %2$s. Lūdzu mēģiniet vēlreiz.

source: Update of folder failed. Owner is required to keep administrative rights.
it_it: Aggiornamento della cartella non riuscito. Il proprietario deve mantenere i privilegi amministrativi.
lv_lv: Nevar atjaunināt mapi. Īpašniekam ir jāsaglabā administratīvās tiesības.

source: The specified group "%4$s" is not supported.
it_it: Il gruppo specificato "%4$s" non è supportato.
lv_lv: Norādītā grupa "%4$s" netiek atbalstīta.

source: Could not export the folder %1$s.
it_it: Impossibile esportare la cartella %1$s.
lv_lv: Nevar eksportēt mapi %1$s.

source: Could not load contacts.
it_it: Impossibile caricare i contatti.
lv_lv: Nevar ielādēt kontaktus.

source: Could not load folder %s.
it_it: Impossibile caricare la cartella %s.
lv_lv: Nevar ielādēt mapi %s.

source: Conversion to iCal failed.
it_it: Conversione in iCal non riuscita.
lv_lv: Kļūda pie konvertēšanas uz iCal.

source: Conversion to vCard failed.
it_it: Conversione in vCard non riuscita.
lv_lv: Kļūda pie konvertēšanas uz vCard.

source: Cannot import the format %2$s into selected folder.
it_it: Impossibile importare il formato %2$s nella cartella selezionata.
lv_lv: Formātu %2$s izvēlētajā mapē nevar improtēt.

source: Calendar module is not enabled. Appointments can not be imported.
it_it: Il modulo Calendario non è abilitato. Gli appuntamenti non possono essere importati.
lv_lv: Mītiņš nevar tikt importētas jo kalendāra modulis nav iespējots.

source: Tasks module is not enabled. Tasks cannot be imported.
it_it: Il modulo Attività non è abilitato. Impossibile importare le attività.
lv_lv: Uzdevumi nevar tikt importēti jo uzdevumu modulis nav iespējots.

source: Importing the appointment failed due to a conflicting resource.
it_it: Importazione dell'appuntamento non riuscita a causa di un conflitto tra risorse.
lv_lv: Kļūda pie mītiņa datu importēšanas; konfliktējoši resursi.

source: Warnings when importing file.
it_it: Avvisi durante l'importazione di file.
lv_lv: Brīdinājumi pie faila importa.

source: Contacts module is not enabled. Contacts cannot be imported.
it_it: Il modulo Contatti non è abilitato. Impossibile importare i contatti.
lv_lv: Kontakti nevar tikt importēti jo kontaktu modulis nav iespējots.

source: No vCard to import found.
it_it: Nessuna vCard da importare.
lv_lv: Nav atrasts neviens vCard fails importam.

source: Problem while parsing the vcard. Reason: %s
it_it: Problema durante l'analisi della vcard. Motivo: %s
lv_lv: Kļūda pie vCard parsēšanas, iemesls: %s

source: Problem while converting the vcard to a contact. Reason: %s
it_it: Problema durante la conversione della vcard in contatto. Motivo: %s
lv_lv: Kļūda pie vCard konvertēšanas par kontaktu, iemesls: %s

source: Can only import into one folder at a time.
it_it: È possibile importare solo in una cartella alla volta.
lv_lv: Importu var veikt katru reizi tikai vienā mapē.

source: Could not find the following fields %s
it_it: Impossibile trovare i seguenti campi %s
lv_lv: Nevar atrast sekojošus laukus %s

source: Could not translate a single column title. Is this a valid CSV file?
it_it: Impossibile convertire il titolo di una singola colonna. È un file CSV valido?
lv_lv: Nevar notranslēt atsevišķas kolonnas vārdu. Vai šis ir CSV fails?

source: Could not translate a single field of information. Entry %s has not been inserted.
it_it: Impossibile convertire un singolo campo di informazioni. La voce %s non è stata inserita.
lv_lv: Nevar notranslēt atsevišķu informācijas lauku, ieraksts %s netiks pievienots.

source: File does not contain fields for assigning contact names: no name, company or E-Mail.
it_it: Il file non contiene campi per l'assegnazione dei nomi dei contatti: nessun nome, società o indirizzo di posta.
lv_lv: Fails nesatur laukus kontaktu vārdu piešķiršanai: nav vārda, uzņēmuma vai e-pasta.
