Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: No field was set that might give the contact in line %s a display name: no name, company or E-Mail.
it_it: Nessun campo è stato configurato per poter dare al contatto in linea %s un nome visualizzato: nessun nome, società o indirizzo di posta.
lv_lv: Nav uzrādīts lauks kas nosaka uzrādāmo vārdu kontaktam rindā %s: ne vārds, ne uzņēmums, ne e-pasts.

source: Can only handle one file, not %s
it_it: È possibile gestire solo un file, non %s
lv_lv: Apstrādāt var tikai vienu failu, nevis %s

source: Unknown format: %s
it_it: Formato sconosciuto: %s
lv_lv: Neatpazīts formāts: %s

source: Empty file uploaded.
it_it: Caricato un file vuoto.
lv_lv: Augšupielādēts tukšs fails.

source: The file you selected does not exist.
it_it: Il file selezionato non esiste.
lv_lv: Jūsu izvēlētais fails neeksistē.

source: Ignoring invalid value for field "%1$s": %2$s
it_it: Valore non valido ignorato per il campo "%1$s": %2$s
lv_lv: Tiks ignorēta nepareiza vērtība laukā "%1$s": %2$s

source: No file was uploaded
it_it: Non è stato caricato alcun file
lv_lv: Neviens fails nav augšupielādēts

source: Could not import an entry because one or more fields are too big for the database: %s
it_it: Impossibile importare una voce, perché uno o più campi sono troppo grandi per il database: %s
lv_lv: Ierakstu nevar importēt jo daži no laukiem datubāzei ir pārāk lieli: %s

source: Could not create the following element: %s
it_it: Impossibile creare il seguente elemento: %s
lv_lv: Nevar izveidot sekojošu elementu: %s

source: Missing parameter for folder
it_it: Parametro mancante per la cartella
lv_lv: Iztrūkstošs mapes parametrs

source: Columns should be numbers, could not convert %s into number
it_it: Le colonne dovrebbero essere numeriche, impossibile convertire %s in numero
lv_lv: Kolonnām ir jābūt skaitļiem, nevar pārvērst %s skaitlī

source: The uploaded file did not contain any content
it_it: Il file caricato non contiene dati
lv_lv: Augšupielādētais fails ir tukšs

source: Something went wrong reading from specified file. Please try again.
it_it: Si sono verificati problemi durante la lettura del file specificato. Prova ancora.
lv_lv: Kļūda pie informācijas lasīšanas no norādītā faila. Lūdzu mēģiniet vēlreiz.

source: Could not create: %s
it_it: Impossibile creare: %s
lv_lv: Nevar izveidot: %s

source: Import limit exceeded. Only imported the first %1$s contacts
it_it: Limite di importazione superato. Sono stati importati solo i primi %1$s contatti
lv_lv: Pārsniegts importa limits. Importēti ir tikai pirmie %1$s kontakti

source: The character encoding "%1$s" is not supported. Please choose another one.
it_it: La codifica dei caratteri "%1$s" non è supportata. Scegline un altra.
lv_lv: Simbolu kodēšana "%1$s" netiek atbalstīta. Lūdzu izvēlieties citu kodējumu.

source: The contact with uid %1$s is too similar to the existing contact with uid %2$s in folder %3$s
it_it: Il contatto con uid %1$s è troppo simile al contatto esistente con uid %2$s nella cartella %3$s
lv_lv: Kontaktpersona ar ID %1$s ir ļoti līdzīga esošai kontaktpersonai ar ID %2$s mapē %3$s

source: Could not create a proper name for the export file.
it_it: Impossibile creare un nome appropriato per il file di esportazione.
lv_lv: Nevarēja izveidot pareizu eksporta faila nosaukumu.

source: Not all of the objects could be imported due to a configured limitation
it_it: Non tutti gli oggetti potrebbero essere importati a causa di una limitazione configurata
lv_lv: Konfigurācijas ierobežojuma dēļ nevar importēt visus objektus

source: %1$sd warnings when importing file and not all of the objects could be imported due to a configured limitation
it_it: %1$d avvisi durante l'importazione del file e non tutti gli oggetti potrebbero essere importati a causa di una limitazione configurata
lv_lv: %1$sd brīdinājumi faila importēšanas laikā, konfigurācijas ierobežojumu dēļ nevar importēt visus objektus

source: Referenced JSlob %1$s must not be set for service %2$s. Nothing will be done.
it_it: Il JSlob %1$s specificato non deve essere configurato per il servizio %2$s. Non sarà eseguita alcuna operazione.
lv_lv: Norādītais JSlob %1$s nevar tikt iestatīts servisam %2$s. Nekas netiks izpildīts.

source: The E-Mail address %1$s is invalid.
it_it: L'indirizzo di posta %1$s per non è valido.
lv_lv: E-pasta adrese %1$s nav pareiza.

source: Reorganizing of mails failed. Please try again later.
it_it: Riorganizzazione dei messaggi non riuscita. Riprova più tardi.
lv_lv: Kļūda pie pasta reorganizācijas. Lūdzu mēģiniet vēlāk vēlreiz.

source: The user category %1$s does not exist.
it_it: La categoria utente %1$s non esiste.
lv_lv: Lietotāja kategorija %1$s neeksistē.

source: Invalid configuration: %1$s
it_it: Configurazione non valida: %1$s
lv_lv: Nepareiza konfigurācija: %1$s

source: The required service %1$s is temporary not available. Please try again later.
it_it: Il servizio richiesto %1$s è temporaneamente non disponibile. Riprova più tardi.
lv_lv: Nepieciešamais serviss %1$s īslaicīgi nav pieejams. Lūdzu mēģiniet vēlreiz vēlāk.

source: You are not allowed to change the name of the category %1$s.
it_it: Non ti è consentito cambiare il nome della categoria %1$s.
lv_lv: Jums nav tiesību mainīt kategorijas %1$s nosaukumu.

source: You are not allowed to enable or disable the category %1$s.
it_it: Non ti è consentito abilitare o disabilitare la categoria %1$s.
lv_lv: Jums nav tiesību iespējot vai atspējot kategoriju %1$s.

source: The redirect address "%1$s" is not valid.
it_it: L'indirizzo di redirezione "%1$s" non è valido.
lv_lv: Pāradresācija "%1$s" ir nepareiza.

source: The redirect address "%1$s" has been rejected.
it_it: L'indirizzo di redirezione "%1$s" è stato rifiutato.
lv_lv: Pāradresācija "%1$s" ir atteikta.

source: Invalid SIEVE rule specified. Please review your mail filter rules
it_it: È stata specificata un regola SIEVE non valida. Controlla le regole di filtraggio della tua posta
lv_lv: Nepareiza SIEVE noteikuma specifikācija. Lūdzu pārbaudiet pasta filtru noteikumus

source: Please review your mail filter rules as they seem to be invalid. Response from server: "%1$s"
it_it: Controlla le regole di filtraggio della tua posta poiché sembrano non essere valide. Risposta del server: "%1$s"
lv_lv: Lūdzu pārbaudiet pasta fitru noteikumus, jo tie šķiet nepareizi. Servera atbilde: "%1$s"

source: Managing mail filter rules is not available for your account.
it_it: La gestione delle regole di filtro per la posta elettronica non è disponibile per il tuo account.
lv_lv: Jūsu kontam pasta filtra noteikumu pārvaldīšana nav pieejama.

source: Maximum number of messages already stored for client %1$s
it_it: Numero massimo di messaggi già archiviati per il client %1$s
lv_lv: Sasniegts maksimālais klientam %1$s pieejamais ziņojumu skaits

source: No client identifier associated with session %1$s
it_it: Nessun identificatore del client associato alla sessione %1$s
lv_lv: Neviens klienta identifikators nav asociēts ar sesiju %1$s

source: Invalid Twitter messaging account. Please delete and re-create your Twitter messaging account.
it_it: Account di messaggistica Twitter non valido. Elimina e ricrea l'account di messaggistica Twitter.
lv_lv: Nepareizs Twitter ziņapmaiņas konts. Lūdzu izdzēsiet un no jauna izveidojiet Twitter ziņapmaiņas kontu.

source: A messaging error occurred: %1$s
it_it: Si è verificato un errore di messaggistica: %1$s
lv_lv: Ziņapmaiņas kļūda: %1$s

source: Wrongly formatted address: %1$s.
it_it: Indirizzo non valido: %1$s.
lv_lv: Nepareizi formatēta adrese: %1$s.

source: Unknown messaging content: %1$s.
it_it: Contenuto del messaggio sconosciuto: %1$s.
lv_lv: Neatpazīts ziņas saturs: %1$s.

source: Invalid parameter: %1$s with value '%2$s'.
it_it: Parametro non valido: %1$s con valore '%2$s'.
lv_lv: Nepareizs parametrs: %1$s with value '%2$s'.

source: Messaging part is read-only.: %1$s
it_it: La parte del messaggio è in sola lettura: %1$s
lv_lv: Ziņapmaiņas daļa ir tikai lasīšanai: %1$s

source: Unknown color label index: %1$s
it_it: Indice dell'etichetta di colore sconosciuto: %1$s
lv_lv: Nezināms krāsas leibla indekss: %1$s

source: A duplicate folder named "%1$s" already exists below parent folder "%2$s".
it_it: Esiste una cartella duplicata con nome "%1$s" nella cartella genitrice "%2$s".
lv_lv: Dublikāts mapes vārds "%1$s" jau eksistē zem virsmapes "%2$s".

source: No create access on mail folder %1$s.
it_it: Nessun accesso in creazione alla cartella di posta %1$s.
lv_lv: nav izveides piekļuves tiesību pasta mapei %1$s.

source: Not connected
it_it: Non connesso
lv_lv: Nav pieslēguma

source: Invalid sorting column. Cannot sort by %1$s.
it_it: Ordinamento di colonna non valido. Impossibile ordinare per %1$s.
lv_lv: Nepareiza kārtošanas kolonna. Nevar kārtot pēc %1$s.

source: No attachment found with section identifier %1$s in message %2$s in folder %3$s.
it_it: Nessun allegato con identificatore di sezione %1$s è stato trovato nel messaggio %2$s della cartella %3$s.
lv_lv: Pievienojums ar sekcijas identifikatoru %1$s ziņā %2$s mapē %3$s nav atrasts.

source: Message %1$s not found in folder %2$s.
it_it: Messaggio %1$s non trovato nella cartella %2$s.
lv_lv: Ziņa %1$s mapē %2$s nav atrasta.

source: Invalid OAuth account specified.
it_it: È stato specificato un account OAuth non valido.
lv_lv: Nepareizi norādīts OAuth konts.

source: The SSL certificate with fingerprint '%1$s' was not found for user '%2$s' in context '%3$s'
it_it: Il certificato SSL con l'impronta digitale '%1$s' non è stato trovato per l'utente '%2$s' nel contesto '%3$s'
lv_lv: SSL sertifikāts ar identificējošo virkni '%1$s' lietotājam '%2$s' kontekstā '%3$s' nav atrasts

source: The certificate for domain "%1$s" is untrusted.
it_it: Il certificato per il dominio "%1$s" non è affidabile.
lv_lv: Domēna "%1$s" sertifikāts nav uzticams.

source: The certificate for domain "%1$s" is untrusted. You can change your general trust level in the settings.
it_it: Il certificato per il dominio "%1$s" non è affidabile. Puoi cambiare il livello di affidabilità generale nelle impostazioni.
lv_lv: Domēna "%1$s" sertifikāts nav uzticams. Jūs varat izmainīt vispārējo drošības līmeni iestatījumos.

source: The certificate with fingerprint '%1$s' is not trusted by the user '%2$s' in context '%3$s'
it_it: Il certificato SSL con l'impronta digitale '%1$s' non è considerato attendibile dall'utente '%2$s' nel contesto '%3$s'
lv_lv: Sertifikāts ar identificējošo virkni '%1$s' nav uzticams lietotājam '%2$s' kontekstā '%3$s'

source: The root certificate issued by '%1$s' is not trusted
it_it: Il certificato radice emesso da '%1$s' non è attendibile
lv_lv: '%1$s' izdotais pamatsertifikāts nav uzticams

source: The certificate is self-signed
it_it: Il certificato è autofirmato
lv_lv: Sertifikāts ir pašu parakstīts

source: The certificate is expired
it_it: Il certificato è scaduto
lv_lv: Sertifikāta derīguma termiņš ir beidzies

source: The common name for the certificate is invalid
it_it: Il nome comune del certificato non è valido
lv_lv: Kopējais vārds sertifikātā nav pareizs

source: The certificate was signed by an untrusted issuer
it_it: Il certificato è stato firmato da un emittente non attendibile
lv_lv: Sertifikātu ir parakstījusi neuzticama institūcija

source: The user does not trust this certificate
it_it: L'utente non si fida di questo certificato
lv_lv: Lietotājs šim sertifikātam neuzticas

source: Invalid common name
it_it: Nome comune non valido
lv_lv: Nepareizs kopējais vārds

source: The certificate is untrusted
it_it: Il certificato non è attendibile
lv_lv: Sertifikāts nav uzticams

source: Successfully connected %1$s with your account
it_it: %1$s connesso correttamente con il tuo account
lv_lv: Veiksmīga saslēgšanās ar %1$s izmantojot jūsu kontu

source: Hello %1$s,
it_it: Ciao %1$s,
lv_lv: Sveicināti %1$s,

source: your account %1$s has been successfully connected to %2$s.
it_it: il tuo account %1$s è stato connesso correttamente a %2$s.
lv_lv: jūsu konts %1$s ir veiksmīgi saslēgts ar %2$s.

source: You may revoke access for this application at any time, by visiting your settings page.
it_it: Puoi revocare l'accesso per questa applicazione in qualsiasi momento, visitando la pagina delle impostazioni.
lv_lv: Jūs varat jebkurā laikā atsaukt piekļuvi šai aplikācijai, apmeklējot savu iestatījumu lapu.

source: Go to settings
it_it: Vai alle impostazioni
lv_lv: Iet uz iestatījumiem

source: Application %1$s would like to connect with your account
it_it: L'applicazione %1$s vorrebbe connettersi al tuo account
lv_lv: Aplikācija %1$s vēlas izveidot saslēgumu, izmantojot jūsu kontu

source: Sign in to %1$s to connect %2$s with your account
it_it: Accedi a %1$s per connettere %2$a al tuo account
lv_lv: Pieslēdzieties %1$s saslēguma ar %2$s izveidei, izmantojot jūsu kontu

source: The application #split# would like to access your account, and is requesting following permissions:
it_it: L'applicazione #split# vorrebbe accedere al tuo account, e richiede i permessi seguenti:
lv_lv: Aplikācija #split# vēlas piekļuvi jūsu kontam un prasa sekojošas tiesības:

source: Only allow access for applications you trust. You may revoke access for this application at any time, by visiting your settings page.
it_it: Consenti l'accesso solo alle applicazioni di cui ti fidi. Puoi revocare l'accesso per questa applicazione in qualsiasi momento, visitando la pagina delle impostazioni.
lv_lv: Atļaujiet piekļuvi tikai tām aplikācijām, kurām uzticieties. Jūs varat jebkurā laikā atsaukt piekļuvi šai aplikācijai savā iestatījumu lapā.

source: Cancel
it_it: Annulla
lv_lv: Atcelt

source: Sign in
it_it: Accedi
lv_lv: Pieslēgties

source: Deny
it_it: Nega
lv_lv: Atteikt

source: Allow
it_it: Consenti
lv_lv: Atļaut

source: Username
it_it: Nome utente
lv_lv: Lietotājs

source: An error occurred
it_it: Si è verificato un errore
lv_lv: Reģistrēta kļūda

source: There seems to be a problem with this app
it_it: Sembra esserci un problema con questa applicazione
lv_lv: Izskatās, ka ar šo aplikāciju ir problēmas

source: Don't worry, your data is perfectly safe.
it_it: Non ti preoccupare, i tuoi dati sono al sicuro.
lv_lv: Neuztraucieties, jūsu dati ir pilnīgi droši.

source: View error details:
it_it: Visualizza i dettagli dell'errore:
lv_lv: Skatīt kļūdas detaļas:

source: Close
it_it: Chiudi
lv_lv: Aizvērt

source: You reached the max. number of %3$d possible grants for 3rd party applications. Please revoke access for the ones you don't longer need.
it_it: Hai raggiunto il numero massimo di %3$s possibili consentiti per le applicazioni di terze parti. Revoca l'accesso a quelle che non ti servono più.
lv_lv: Maksimāli pieejamais %3$d grantu skaits trešo partiju aplikācijām ir sasniegts. Lūdzu atsauciet piekļuvi tām aplikācijām, kuras vairs neizmantojat.

source: There is no associated OAuth account for identifier %1$s.
it_it: Non c'è un account OAuth associato per l'identificatore %1$s.
lv_lv: Saistītais OAuth konts identifikatoram %1$s nav atrasts.

source: Missing argument: %1$s
it_it: Argomento mancante: %1$s
lv_lv: Iztrūkstošs arguments: %1$s

source: Your '%1$s' password changed. You have to authorize the server to use your account with the new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
it_it: La password di '%1$s' è stata modificata. Devi autorizzare il server a utilizzare l'account con la nuova password. Per farlo, vai in Configurazione -> La mia configurazione sociale -> Account. Poi riprova.
lv_lv: Jūsu '%1$s' parole ir izmainīta. Jums ir jāautorizē serveris lietot jūsu kontu ar jauno paroli. Lai to izdarītu aktivizējiet izvēlni Konfigurācija -> Mana sociālā konfigrācija-> Konti. Pēc autorizēšanas mēģiniet vēlreiz.

source: The address %1$s is not white-listed as for the %2$s OAuth API
it_it: L'indirizzo %1$s non è tra quelli consentiti per le API OAuth di %2$s
lv_lv: Adrese %1$s nav baltajā sarakstā kā priekš %2$s OAuth API

source: The request sent was missing its body
it_it: La richiesta inviata non conteneva il corpo
lv_lv: Nosūtītajam pieprasījumam iztrūkst pamatdaļa

source: The account is invalid, please recreate it.
it_it: L'account non è valido, ricrealo.
lv_lv: Konts nav derīgs. Lūdzu izveidojiet to no jauna.

source: The account "%1$s" is invalid, please recreate it.
it_it: L'account "%1$s" non è valido, ricrealo.
lv_lv: Konts "%1$s" nav derīgs. Lūdzu izveidojiet to no jauna.

source: Please provide a display name.
it_it: Fornisci un nome visualizzato.
lv_lv: Lūdzu norādiet uzrādes vārdu.

source: Please provide at least one scope.
it_it: Fornisci almeno un ambito.
lv_lv: Lūdzu izvēlieties vismaz vienu jomu.

source: The associated OAuth provider denied the request: %1$s.
it_it: Il fornitore OAuth associato ha negato la richiesta: %1$s.
lv_lv: Atbilstošais OAuth provaideris atteica pieprasījumu: %1$s.

source: The OAuth authentication process has been canceled.
it_it: Il processo di autenticazione OAuth è stato annullato.
lv_lv: OAuth autorizēšanas process ir pārtraukts.

source: Could not get a valid response from the associated OAuth provider.
it_it: Impossibile ottenere una risposta valida dal fornitore OAuth associato.
lv_lv: Nevar iegūt derīgu atbildi no saistītā OAuth nodrošinātāja.

source: There was a problem while creating a connection to the remote service.
it_it: Si è verificato un errore durante la creazione di una connessione al servizio remoto.
lv_lv: Kļūda pieslēdzoties pie attālinātā servisa.

source: You need to grant additional %1$s permissions to access the resource.
it_it: Devi accordare permessi aggiuntivi di %1$s per accedere alla risorsa.
lv_lv: Piekļuvei šim resursam ir nepieciešamas papildus %1$s tiesības.

source: Your '%1$s' access was rejected. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
it_it: Il tuo accesso '%1$s' è stato rifiutato. Devi autorizzare nuovamente il server a utilizzare l'account con una nuova password. Per farlo, vai in Configurazione -> La mia configurazione sociale -> Account. Poi riprova.
lv_lv: Piekļuve jūsu '%1$s' kontam ir atteikta. Jums ir jāautorizē serveris lietot jūsu kontu ar jaunu paroli. Lai to izdarītu aktivizējiet izvēlni Konfigurācija -> Mana sociālā konfigurācija-> Konti. Pēc autorizēšanas mēģiniet vēlreiz.

source: Your '%1$s' access was revoked. You have to reauthorize the server to use your account with a new password. To do so, go to Configuration -> My Social Configuration -> Accounts. Then try again.
it_it: Il tuo accesso '%1$s' è stato revocato. Devi autorizzare nuovamente il server a utilizzare l'account con una nuova password. Per farlo, vai in Configurazione -> La mia configurazione sociale -> Account. Poi riprova.
lv_lv: Piekļuve jūsu '%1$s' kontam ir noņemta. Jums ir jāautorizē serveris lietot jūsu kontu ar jaunu paroli. Lai to izdarītu aktivizējiet izvēlni Konfigurācija -> Mana sociālā konfigurācija-> Konti. Pēc autorizēšanas mēģiniet vēlreiz.

source: Your access token for '%1$s' is invalid. You have to reauthorize your account.
it_it: Il tuo token di accesso per '%1$s' non è valido. Devi autorizzare nuovamente il tuo account.
lv_lv: Jūsu piekļuves žetons pie '%1$s' nav derīgs. Jums ir atkārtoti jāautorizē konts.

source: You need to explicitly authorise %1$s to subscribe to %2$s
it_it: Devi autorizzare esplicitamente %1$s per sottoscrivere %2$s
lv_lv: Lai abonētu %2$s jums ir jāautorizē %1$s tieši

source: The scope %1$s is not supported by the provider or has been disabled
it_it: L'ambito %1$s non è supportato dal fornitore o è stato disabilitato
lv_lv: Pakalpojuma sniedzējs neatbalsta pakalpojumu %1$s, vai arī tas ir atspējots

source: '%1$s' OAuth service is not enabled for you.
it_it: Il servizio OAuth di '%1$s' non è abilitato per te.
lv_lv: '%1$s' OAuth pakalpojums jums nav iespējots.

source: The entered password is too short. Please try again using a longer password.
it_it: La password digitata è troppo corta. Prova ancora utilizzando una password più lunga.
lv_lv: Ievadītā parole ir pārāk īsa. Lūdzu mēģiniet vēlreiz ar garāku paroli.

source: The entered password is too weak. Please try again using a more complex password.
it_it: La password digitata è troppo debole. Prova ancora utilizzando una password più complessa.
lv_lv: Ievadītā parole ir pārāk vāja. Lūdzu mēģiniet vēlreiz ar komplicētāku paroli.

source: Password changed successfully. Please logout and login back again.
it_it: La password è stata modificata correttamente. Disconnettiti e accedi nuovamente.
lv_lv: Parole ir veikmīgi nomainīta. Lūdzu atslēdzieties un no jauna pieslēdzieties.

source: Password was not changed.
it_it: La password non è stata cambiata.
lv_lv: Parole nav izmainīta.

source: One or more specified topics are invalid.
it_it: Uno o più argomenti specificati non sono validi.
lv_lv: Viena vai vairākas no norādītām tēmām nav derīgas.

source: User %1$s has no mail module access due to user configuration
it_it: L'utente %1$s non ha accesso la modulo di posta a causa della configurazione utente
lv_lv: Lietotājam %1$s nav piekļuves pie pasta moduļa saskaņā ar konfigurāciju

source: You do not have the appropriate permissions to access the mail folder %1$s
it_it: Non disponi dei permessi appropriati per accedere alla cartella di posta %1$s
lv_lv: Jum nav nepieciešamo tiesību piekļuvei pie pasta mapes %1$s

source: You do not have the appropriate permissions to read mail folder %1$s
it_it: Non disponi dei permessi appropriati per leggere la cartella di posta %1$s
lv_lv: Jum nav nepieciešamo tiesību pasta mapes %1$s lasīšanai

source: You do not have the appropriate permissions to delete mail folder %1$s
it_it: Non disponi dei permessi appropriati per eliminare la cartella di posta %1$s
lv_lv: Jum nav nepieciešamo tiesību pasta mapes %1$s dzēšanai

source: You do not have the appropriate permissions to insert to mail folder %1$s
it_it: Non disponi dei permessi appropriati per inserire nella cartella di posta %1$s
lv_lv: Jum nav nepieciešamo tiesību rakstīšanai pasta mapē %1$s

source: You do not have the appropriate permissions to administer mail folder %1$s
it_it: Non disponi dei permessi appropriati per amministrare la cartella di posta %1$s
lv_lv: Jum nav nepieciešamo tiesību pasta mapes %1$s administrēšanai

source: You do not have the appropriate permissions to write to POP3 folder %1$s
it_it: Non disponi dei permessi appropriati per scrivere nella cartella POP3 %1$s
lv_lv: Jum nav nepieciešamo tiesību rakstīšanai POP3 mapē %1$s

source: You do not have the appropriate permissions for a Read/Unread access in the mail folder %1$s
it_it: Non disponi dei permessi appropriati per l'accesso Letto/Non letto alla cartella di posta %1$s
lv_lv: Jum nav nepieciešamo tiesību lasīta/nelasīta statusa iestatīšanai pasta mapē %1$s

source: You cannot create subfolders in folder %1$s.
it_it: Non puoi creare sottocartelle nella cartella %1$s.
lv_lv: Jūs nevarat veidot apakšmapes mapē %1$s.

source: POP3 does not support mail folder creation
it_it: POP3 non supporta la creazione di cartelle
lv_lv: POP3 neatbalsta pasta mapju izveidi.

source: The permissions set could not be applied to the new folder %1$s. Its initial permissions specified by the POP3 server do not include administer permissions. The folder has been created, though.
it_it: La combinazione di permessi non può essere applicata alla nuova cartella %1$s. I permessi iniziali forniti dal server POP3 non comprendono i diritti di amministrazione. Comunque, la cartella è stata creata.
lv_lv: Jaunajai mapei %1$s nvar tikt piemērotas prasītās piekļuves tiesības. POP3 serverī iestatītās mapes sākotnējās piekļuvs tiesības neietver administrēšanas tiesības. Tomēr, mape ir izveidota.
