Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: [changed_by] has [confirmation_action] this appointment. Appointment =========== Created by: [created_by] Created at: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: [changed_by] ha [confirmation_action] questo appuntamento. Appuntamento =========== Creato da: [created_by] Creato il: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [changed_by] ir noteicis(kusi) šī mītiņa statusu: [confirmation_action]. Mītiņš =========== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [location][folder_name] [start] [end] [series][delete_exceptions][change_exceptions] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. You can check this task in your tasks: [link] Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: [changed_by] ha [confirmation_action] questa attività. Puoi controllare questa attività nelle tue attività: [link] Attività ==== Creata da: [created_by] Creata il: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [changed_by] ir noteicis šī uzdevuma statusu: [confirmation_action]. Jūs varat to apskatīt uzdevumu sarakstā: [link] Uzdevums ==== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: [changed_by] has [confirmation_action] this task. Task ==== Created by: [created_by] Created at: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Participants ============ [participants] Resources ========= [resources] ==========================================
it_it: [changed_by] ha [confirmation_action] questa attività. Attività ==== Creata da: [created_by] Creata il: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Partecipanti ============ [participants] Risorse ========= [resources] ==========================================
lv_lv: [changed_by] ir noteicis šī uzdevuma statusu: [confirmation_action]. Uzdevums ==== Izveidoja: [created_by] Izveidots: [creation_datetime] [title] [folder_name] [priority] [task_status] [start] [end] [series] [description] Dalībnieki ============ [participants] Resursi ========= [resources] ==========================================

source: New appointment
it_it: Nuovo appuntamento
lv_lv: Jauns mītiņš

source: Appointment changed
it_it: Appuntamento modificato
lv_lv: Mītiņš ir izmainīts

source: Appointment deleted
it_it: Appuntamento eliminato
lv_lv: Mītiņš ir izdzēsts

source: Appointment (accepted)
it_it: Appuntamento (accettato)
lv_lv: Mītiņš (apstiprināts)

source: Appointment (declined)
it_it: Appuntamento (rifiutato)
lv_lv: Mītiņš (atteikts)

source: Appointment (tentative)
it_it: Appuntamento (provvisorio)
lv_lv: Mītiņš (neizlemts)

source: Appointment (none)
it_it: Appuntamento (nessuno)
lv_lv: Mītiņš (nekas)

source: New task
it_it: Nuova attività
lv_lv: Jauns uzdevums

source: Task changed
it_it: Attività modificata
lv_lv: Uzdevums izmainīts

source: Task deleted
it_it: Attività eliminata
lv_lv: Uzdevums izdzēsts

source: Task (accepted)
it_it: Attività (accettata)
lv_lv: Uzdevums (apstiprināts)

source: Task (declined)
it_it: Attività (rifiutata)
lv_lv: Uzdevums (atteikts)

source: Task (tentative)
it_it: Attività (provvisoria)
lv_lv: Uzdevums (pagaidu)

source: Reminder
it_it: Promemoria
lv_lv: Atgādinājums

source: No resources have been scheduled.
it_it: Non è stata pianificata alcuna risorsa.
lv_lv: Neviens resurss nav ieplānots.

source: No series
it_it: Nessuna serie
lv_lv: Nav sēriju

source: No start date
it_it: Nessuna data iniziale
lv_lv: Nav sākuma datuma

source: No end date
it_it: Nessuna data finale
lv_lv: Nav beigu datuma

source: No due date
it_it: Nessuna data di scadenza
lv_lv: Nav izpildes datuma

source: No delete exceptions
it_it: Nessuna eccezione di eliminazione
lv_lv: Nav dzēšanas izņēmumu

source: No change exceptions
it_it: Nessuna eccezione di modifica
lv_lv: Nav izmaiņu izņēmumu

source: Mail to resource %1$s
it_it: Invia messaggio alla risorsa %1$s
lv_lv: Pasts resurama %1$s

source: Not set
it_it: Non impostato
lv_lv: Nav iestatīts

source: accepted
it_it: accettato
lv_lv: apstiprināts

source: declined
it_it: rifiutato
lv_lv: atteikts

source: tentatively accepted
it_it: accettato provvisoriamente
lv_lv: pagaidu apstiprināts

source: Low
it_it: Bassa
lv_lv: Zems

source: Normal
it_it: Normale
lv_lv: Parasts

source: High
it_it: Alta
lv_lv: Augsts

source: tentative
it_it: provvisorio
lv_lv: pagaidu

source: external
it_it: esterno
lv_lv: ārējs

source: Location: %1$s
it_it: Luogo: %1$s
lv_lv: Vieta: %1$s

source: Description: %1$s
it_it: Descrizione: %1$s
lv_lv: Apraksts: %1$s

source: Folder: %1$s
it_it: Cartella: %1$s
lv_lv: Mape: %1$s

source: Start date: %1$s
it_it: Data iniziale: %1$s
lv_lv: Sākuma datums: %1$s

source: End date: %1$s
it_it: Data finale: %1$s
lv_lv: Beigu datums: %1$s

source: Due date: %1$s
it_it: Data di scadenza: %1$s
lv_lv: Izpildes datums: %1$s

source: Series: %1$s
it_it: Ripetizione: %1$s
lv_lv: Sērija: %1$s

source: Comments: %1$s
it_it: Commenti: %1$s
lv_lv: Komentāri: %1$s

source: Priority: %1$s
it_it: Priorità: %1$s
lv_lv: Prioritāte: %1$s

source: Status: %1$s
it_it: Stato: %1$s
lv_lv: Statuss: %1$s

source: Delete exceptions: %1$s
it_it: Eccezioni di eliminazione: %1$s
lv_lv: Dzēšanas izņēmumi: %1$s

source: Change exceptions: %1$s
it_it: Eccezioni di modifica: %1$s
lv_lv: Izmaiņu izņēmumi: %1$s

source: Change exception of %1$s on %2$s
it_it: Eccezione di modifica di %1$s in %2$s
lv_lv: Izmaiņu izņēmums %1$s iekš %2$s

source: Not started
it_it: Non iniziata
lv_lv: Nav iesākts

source: In progress
it_it: In corso
lv_lv: Apstrādē

source: Added
it_it: Aggiunto
lv_lv: Pievienots

source: Removed
it_it: Rimosso
lv_lv: Izņemts

source: and
it_it: e
lv_lv: un

source: Each day
it_it: Ogni giorno
lv_lv: Katru dienu

source: Each %1$s days
it_it: Ogni %1$s giorni
lv_lv: Katras %s dienas

source: Each week on %1$s
it_it: Ogni settimana in %1$s
lv_lv: Katru nedēļu %1$s

source: Each %1$s weeks on %2$s
it_it: Ogni %1$s settimane in %2$s
lv_lv: Katru %1$s nedēļu %2$s

source: On %1$s day every month
it_it: Il %1$s° giorno di ogni mese
lv_lv: Katra mēneša %1$s dienā

source: On %1$s day every %2$s month
it_it: Il %1$s° giorno ogni %2$s° mese
lv_lv: Katra %2$s mēneša %1$s dienā

source: On %1$s %2$s each month
it_it: Il %1$s %2$s di ogni mese
lv_lv: %1$s %2$s katru mēnesi

source: On %1$s %2$s each %3$s month
it_it: Il %1$s %2$s ogni %3$s° mese
lv_lv: %1$s %2$s katru %3$s mēnesi

source: Each %1$s %2$s
it_it: Ogni %1$s° %2$s
lv_lv: Katra %1$s %2$s

source: , ends after %1$s appointment(s)
it_it: , termina dopo %1$s appuntamento(i)
lv_lv: , beidzas pēc %1$s reizēm

source: , ends after %1$s task(s)
it_it: , termina dopo %1$s attività
lv_lv: , beidzas pēc %1$s uzdevumu reizēm

source: , ends on %1$s
it_it: , termina in %1$s
lv_lv: , beidzas %1$s

source: Weekday
it_it: Giorno della settimana
lv_lv: Darba diena

source: Guest
it_it: Ospite
lv_lv: Viesis

source: Broken CSV file.
it_it: File CSV danneggiato.
lv_lv: Bojāts CSV fails.

source: Error at row %1$s: %2$s
it_it: Errore alla riga %1$s: %2$s
lv_lv: Kļūda rindā %1$s: %2$s

source: The document you requested does not exist.
it_it: Il documento richiesto non esiste.
lv_lv: Jūsu prasītais dokuments neeksistē.

source: Unable to load the document(s). Please try again.
it_it: Impossibile caricare il/i documento/i. Riprova più tardi.
lv_lv: Nevar ielādēt dokumentus. Lūdzu mēģiniet vēlāk vēlreiz.

source: The folder %1$s you requested is not an Infostore folder.
it_it: La cartella %1$s che hai richiesto non è una cartella del deposito informazioni.
lv_lv: Jūsu prasītā mape %1$s nav infoglabātuves mape.

source: You do not have the appropriate permissions to read the document.
it_it: Non disponi dei permessi appropriati per leggere il documento.
lv_lv: Jum nav nepieciešamo tiesību dokumenta lasīšanai.

source: You do not have the appropriate permissions to create a document in this folder.
it_it: Non disponi dei permessi appropriati per creare un documento in questa cartella.
lv_lv: Jum nav nepieciešamo tiesību dokumenta izveidei šajā mapē.

source: You do not have the appropriate permissions to update the document.
it_it: Non disponi dei permessi appropriati per aggiornare il documento.
lv_lv: Jum nav nepieciešamo tiesību dokumenta jaunināšanai.

source: Unable to delete all documents. Please try again.
it_it: Impossibile eliminare tutti i documenti. Riprova più tardi.
lv_lv: Nevar izdzēst visus dokumentus. Lūdzu mēģiniet vēlāk vēlreiz.

source: You do not have the appropriate permissions to delete this version.
it_it: Non disponi dei permessi appropriati per eliminare questa versione.
lv_lv: Jum nav nepieciešamo tiesību visu versiju dzēšanai.

source: The document is currently locked. Please try again later.
it_it: Il documento è attualmente bloccato. Riprova più tardi.
lv_lv: Dokuments pašlaik ir noslēgts. Lūdzu mēģiniet vēlāk vēlreiz.

source: You do not have the appropriate permissions to unlock the document.
it_it: Non disponi dei permessi appropriati per sbloccare il documento.
lv_lv: Jum nav nepieciešamo tiesību dokumenta atslēgšanai.

source: You do not have the appropriate permissions to lock a document.
it_it: Non disponi dei permessi appropriati per bloccare un documento.
lv_lv: Jum nav nepieciešamo tiesību dokumenta noslēgšanai.

source: You do not have the appropriate permissions to move the document.
it_it: Non disponi dei permessi appropriati per spostare il documento.
lv_lv: Jum nav nepieciešamo tiesību dokumenta pārvietošanai.

source: The document name "%1$s" already exists. Please choose another.
it_it: Il nome del documento "%1$s" esiste già. Scegline un altro nome.
lv_lv: Dokumenta vārds "%1$s" jau eksistē. Lūdzu izvēlieties citu vārdu.

source: You do not have the appropriate permissions to delete a document.
it_it: Non disponi dei permessi appropriati per eliminare un documento.
lv_lv: Jum nav nepieciešamo tiesību dokumenta dzēšanai.

source: In order to accomplish the search, %1$s or more characters are required.
it_it: Per eseguire la ricerca, %1$s o più caratteri sono richiesti.
lv_lv: Lai veiktu meklēšanu ir nepieciešams uzrādīt %1$s vai vairāk simbolus.

source: The document could not be updated because it was modified. Please try again.
it_it: Il documento non può essere aggiornato perché è stato modificato. Prova ancora.
lv_lv: Dokumentu nevar jaunināt jo tas jau ir modificēts. Lūdzu mēģiniet vēlreiz.

source: The file name must not contain slashes.
it_it: Il nome del file non può contenere barre (/).
lv_lv: Faila vārds nevar saturēt slīpsvītras.

source: The file name contains invalid characters.
it_it: Il nome del file contiene caratteri non validi.
lv_lv: Faila vārds satur neatļautus simbolus.

source: New file versions can't be saved with an offset.
it_it: Le nuove versioni dei file non possono essere salvate con un offset.
lv_lv: Jaunas faila versijas nevar tikt saglabātas ar offsetu.

source: This folder is a virtual folder that cannot contain documents. Please choose another folder.
it_it: Questa è una cartella virtuale che non può contenere documenti. Scegli un'altra cartella.
lv_lv: Šī ir virtuālā mape un tāpēc tā nevar saturēt dokumentus. Lūdzu izvēlieties citu mapi.

source: Unsupported character "%1$s" in field "%2$s". Please remove that character.
it_it: Carattere non supportato "%1$s" nel campo "%2$s". Rimuovi quel carattere.
lv_lv: Neatbalstīts simbols "%1$s" laukā "%2$s". Ludzu izdzēsiet šo simbolu.

source: Unsupported character. Please correct your input.
it_it: Carattere non supportato, Correggi la tua immissione.
lv_lv: Neatbalstīts simbols. lūdzu izlabojiet ievadu.

source: Due to limited capabilities of user "%1$s", it is not possible to apply the permission changes.
it_it: A causa delle capacità limitate dell'utente "%1$s", non è possibile applicare le modifiche ai permessi.
lv_lv: Saskaņā ar lietotāja "%1$s" ierobežojumiem, tiesību izmaiņas nevar tikt piemērotas.

source: Group %1$s can't be used for object permissions.
it_it: Il gruppo %1$s non può essere utilizzato per i permessi sugli oggetti.
lv_lv: Grupa %1$s nevar tikt izmantota objekta piekļuves tiesībām.

source: Concurrent write attempt. Please await the previous save operation to terminate.
it_it: Tentativo di scrittura simultanea. Attendi la precedente operazione di salvataggio per terminare.
lv_lv: Vienlaicīgas rakstīšana mēģinājums. Lūdzu uzgaidiet kamēr iepriekšējā saglabāšanas operācija ir pabeigta.

source: Your search took too long in order to be accomplished.
it_it: L'esecuzione della tua ricerca ha richiesto troppo tempo.
lv_lv: Meklēšana prasīja pārāk daudz laika un nevarēja tikt pabeigta.

source: Description
it_it: Descrizione
lv_lv: Apraksts

source: Version comment
it_it: Commento della versione
lv_lv: Versijas komentārs

source: Problem putting/removing an object into/from the cache.
it_it: Problema di inserimento/rimozione di un oggetto nella/dalla cache.
lv_lv: Kļūda pie objekta pievienošanas/noņemšanas kešatmiņā.

source: Hash algorithm "%s" could not be found.
it_it: L'algoritmo di hash "%s" non può essere trovato.
lv_lv: Algoritms "%s" nav atrasts.

source: Encoding "%s" cannot be used.
it_it: La codifica "%s" non può essere utilizzata.
lv_lv: Kodējums "%s" nevar tikt izmantots.

source: No resource group found for identifier "%1$d".
it_it: Nessuno gruppo di risorse trovato per l'identificatore "%1$d".
lv_lv: Resursu grupa identifikatoram "%1$d" nav atrasta.

source: Found resource groups with the same identifier "%1$d".
it_it: Trovati gruppi di risorse con lo stesso identificatore "%1$d".
lv_lv: Atrastas vairākas resursu grupas ar vienādu identifikatoru "%1$d".

source: No resource found with identifier "%1$d".
it_it: Nessuna risorsa trovata con identificatore "%1$d".
lv_lv: Resurss ar identifikatoru "%1$d" nav atrasts.

source: Found resource(s) with same identifier "%1$s.".
it_it: Trovata/e risorsa/e con lo stesso identificatore "%1$s".
lv_lv: Atrasti vairāki resursi ar vienadu identifikatoru "%1$s.".

source: Cannot find user with E-Mail "%s".
it_it: Impossibile trovare un utente con indirizzo di posta "%s".
lv_lv: Nevar atrast lietotāju ar e-pasta adresi "%s".

source: Cannot find user with identifier "%1$s" in context %2$d.
it_it: Impossibile trovare un utente con identificatore "%1$s" nel contesto %2$d.
lv_lv: Nevar atrast lietotāju ar identifikatoru "%1$s" kontekstā %2$d.

source: Cannot find group with identifier "%1$s" in context %2$d.
it_it: Impossibile trovare un gruppo con identificatore "%1$s" nel contesto %2$d.
lv_lv: Nevar atrast grupu ar identifikatoru "%1$s" kontekstā %2$d.

source: Cannot clone object "%1$s".
it_it: Impossibile clonare l'oggetto "%1$s".
lv_lv: Nevar kolnēt objektu "%1$s".

source: Two users with same identifier "%1$s" in context %2$d found.
it_it: Trovati due utenti con lo stesso identificatore "%1$s" nel contesto %2$d.
lv_lv: Atrasti divi lietotāji ar vienādu identifikatoru "%1$s" kontekstā %2$d.

source: No permission to modify resources in context "%1$s"
it_it: Nessun permesso per modificare risorse nel contesto "%1$s"
lv_lv: Jums nav tiesību modificēt resursus kontekstā "%1$s"

source: Missing or unknown password mechanism "%1$s"
it_it: Meccanismo delle password "%1$s" mancante o sconosciuto
lv_lv: Iztrūkstošs vai neatpazīts paroles mehānisms "%1$s"

source: New password contains invalid characters.
it_it: La nuova password contiene caratteri non validi.
lv_lv: Jaunā parole satur neatļautus simbolus

source: Attributes of user %1$d in context %2$d have been erased.
it_it: Gli attributi dell'utente %1$d nel contesto %2$d sono stati cancellati.
lv_lv: Lietotāja %1$d atribūti kontekstā %2$d ir izdzēsti.

source: Loading one or more users failed.
it_it: Il caricamento di uno o più utenti non è riuscito.
lv_lv: Viena vai vairāku lietotāju ielādēšanā ir reģistrētas kļūdas.

source: Alias entries are missing for user %1$d in context %2$d.
it_it: Non sono presenti alias per l'utente %1$d nel contesto %2$d.
lv_lv: Iztrūkstoši aizstājvārdu ieraksti lietotājam %1$d kontekstā %2$d.

source: Updating attributes failed in context %1$d for user %2$d.
it_it: L'aggiornamento degli attributi non è riuscito nel contesto %1$d per l'utente %2$d.
lv_lv: Kļūda pie atribūtu jaunināšanas kontekstā %1$d lietotājam %2$d.

source: Invalid password length. The password must have a minimum length of %1$d.
it_it: Lunghezza della password non valida. La password deve essere di lunghezza minima %1$d.
lv_lv: Nepareizs paroles garums. Minimālais paroles garums ir %1$d simboli.

source: Invalid password length. The password must have a maximum length of %1$d.
it_it: Lunghezza della password non valida. La password deve essere di lunghezza massima %1$d.
lv_lv: Nepareizs paroles garums. Maksimālais paroles garums ir %1$d simboli.

source: The parameter "%s" for this user is missing.
it_it: Manca il parametro "%s" per questo utente.
lv_lv: Parametrs "%s" šim lietotājam nav norādīts.

source: "%s" is not a valid locale.
it_it: "%s" non è una localizzazione valida.
lv_lv: "%s" nav derīgs lokāls.

source: "%s" is not a valid timezone.
it_it: "%s" non è un fuso orario valido.
lv_lv: "%s" nav derīga laika zona.

source: Locking attributes of multiple users is not allowed. You tried to lock %1$d user's attributes.
it_it: Il blocco degli attributi di più utenti non è consentito. Hai tentato di bloccare gli attributi di %1$d utenti.
lv_lv: Atribūtu noslēgšana vairākiem lietotājiem nav atļauta. Jūs mēginājāt noslētgt %1$d lietotāju atribūtus.

source: The entered password is illegal and can't be saved. Allowed characters are: %1$s
it_it: La password digitata non è consentita e non può essere salvata. I caratteri consentiti sono: %1$s
lv_lv: Ievadītā parole nav pareiza un nevar tikt saglabāta. atļautie simboli ir: %1$s

source: The current password is incorrect. Please enter your correct current password and try again.
it_it: La password attuale non è corretta. Digita la password corretta e prova ancora.
lv_lv: Ievadītā pašreizējā parole nav pareiza. Lūdzu ievadiet pareizu pašreizējo paroli un mēģiniet vēlreiz.

source: The current password is missing. Please enter your current password and try again.
it_it: Manca la password attuale. Digita la password attuale e prova ancora.
lv_lv: Nav norādīta pašreizējā parole. Lūdzu ievadiet pašreizējo paroli un mēģiniet vēlreiz.

source: The new password is missing. Please enter your new password and try again.
it_it: Manca la nuova password. Digita la nuova password e prova ancora.
lv_lv: Nav norādīta jaunā parole. Lūdzu ievadiet jauno paroli un mēģiniet vēlreiz.

source: Required value "user" was not supplied.
it_it: Il valore richiesto "utente" non è stato fornito.
lv_lv: Obligātā vērtība "lietotājs" nav norādīta.

source: Required value "target id" was not supplied.
it_it: Il valore richiesto "id destinazione" non è stato fornito.
lv_lv: Obligātā vērtība "mērķa id" nav norādīta.

source: Required value "alarm date" was not supplied.
it_it: Il valore richiesto "data di avviso" non è stato fornito.
lv_lv: Obligātā vērtība "brīdinājuma datums" nav norādīta.

source: Unable to insert reminder.
it_it: Impossibile inserire il promemoria.
lv_lv: Nevar pievienot atgādinājumu.

source: Unable to update reminder.
it_it: Impossibile aggiornare il promemoria.
lv_lv: Nevar jaunināt atgādinājumu.

source: Unable to delete reminder.
it_it: Impossibile eliminare il promemoria.
lv_lv: Nevar izdzēst atgādinājumu.

source: Unable to load reminder.
it_it: Impossibile caricare il promemoria.
lv_lv: Nevar ielādēt atgādinājumu.

source: Unable to list reminder.
it_it: Impossibile elencare il promemoria.
lv_lv: Nevar pārlasīt atgādinājumus.

source: Reminder with identifier %1$d can not be found in context %2$d.
it_it: Impossibile trovare un promemoria con identificatore %1$d nel contesto %2$d.
lv_lv: Atgādinājums ar identifikatoru %1$d kontekstā %2$d nav atrasts.

source: Required value "folder" was not supplied.
it_it: Il valore richiesto "cartella" non è stato fornito.
lv_lv: Obligātā vērtība "mape" nav norādīta.

source: Required value "module" was not supplied.
it_it: Il valore richiesto "modulo" non è stato fornito.
lv_lv: Obligātā vērtība "modulis" nav norādīta.

source: Updated too many reminders.
it_it: Aggiornati troppi promemoria.
lv_lv: Jaunināts pārāk daudz atgādinājumu.

source: No target service is registered for module %1$d.
it_it: Nessun servizio di destinazione registrato per il modulo %1$d.
lv_lv: Modulim %1$d nav reģistrēts mērķa serviss.

source: Required value "identifier" was not supplied.
it_it: Il valore richiesto "identificatore" non è stato fornito.
lv_lv: Obligātā vērtība "identifikators" nav norādīta.

source: Read reminders for appointments and tasks.
it_it: Leggi i promemoria per gli appuntamenti e per le attività.
lv_lv: Lasīt mītiņu un uzdevumu atgādinājumus.

source: Set or change reminders for appointments and tasks.
it_it: Imposta o cambia i promemoria per gli appuntamenti e per le attività.
lv_lv: Iestatīt vai izmainīt mītiņu un uzdevumu atgādinājumus.

source: Writing the setting %1$s is not permitted.
it_it: La scrittura dell'impostazione %1$s non è consentita.
lv_lv: Iestatījuma %1$s rakstīšana nav atļauta.

source: Invalid value %s written to setting %s.
it_it: Valore %s non valido scritto nell'impostazione %s.
lv_lv: Nepareiza vērtība %s saglabāta iestatījumā %s.

source: Current costs
it_it: Costi correnti
lv_lv: Pašreizējās izmaksas

source: Current duration
it_it: Durata corrente
lv_lv: Pašreizējais laiks

source: Billing information
it_it: Informazioni di fatturazione
lv_lv: Norēķinu informācija

source: Companies
it_it: Aziende
lv_lv: Uzņēmumi

source: Currency
it_it: Valuta
lv_lv: Valūta

source: Estimated costs
it_it: Costi stimati
lv_lv: Plānotās izmaksas

source: Estimated duration
it_it: Durata stimata
lv_lv: Plānotais laiks

source: Trip meter
it_it: Contachilometri
lv_lv: Ceļojumu mērs

source: Error while inserting task.
it_it: Errore durante l'inserimento dell'attività.
lv_lv: Kļūda pie uzdevuma pievienošanas.

source: This is not a task folder.
it_it: Non è una cartella di attività.
lv_lv: Šī nav uzdevumu mape.

source: Edit conflict. Your change cannot be completed because somebody else has made a conflicting change to the same item. Please refresh or synchronize and try again.
it_it: Conflitto di modifica. La modifica non può essere completata perché qualcuno ha apportato una modifica in conflitto allo stesso elemento. Aggiorna o sincronizza e prova ancora.
lv_lv: Rediģēšanas konflikts. Jūsu veiktās izmaiņas nevar tikt saglabātas jo kāds cits ir veicis konfliktējošas izmaiņas šai pat vienībai. Lūdzu veiciet informācijas jaunināšanu un mēģiniet vēlreiz.
