Repository: leewoody/backend
Catalog: l10n/backend.*.po
Languages: it_it, lv_lv

source: You have exceeded the maximum number of sms allowed. Please try again after %1$s hours
it_it: Hai superato il numero massimo di sms consentiti. Prova ancora dopo %1$s ore
lv_lv: Pārsniegts maksimāli pieļaujamais SMS ziņojumu skaits. Lūdzu mēģiniet vēlreiz pēc %1$s stundām

source: SMS limits apply. You can only send one more message in the next %1$s hours
it_it: Si applica il limite di SMS. Puoi inviare solo un altro messaggio nelle prossime %1$s ore
lv_lv: Tiek piemēroti SMS ierobežojumi. Nākamajās %1$s stundās jūs variet nosūtīt vēl tikai vienu jaunu ziņojumu.

source: Could not parse phone number %1$s
it_it: Impossibile elaborare il numero di telefono %1$s
lv_lv: Nevar parsēt trelefona numuru %1$s

source: Unknown country tag: %1$s
it_it: Etichetta della nazione sconosciuta: %1$s
lv_lv: Neatpazīta valsts iezīme: %1$s

source: Message is too long (%1$s characters). Maximum length is %2$s characters.
it_it: Il messaggio è troppo lungo (%1$s caratteri). La lunghezza massima è di %2$s caratteri.
lv_lv: Ziņojums ir pārāk garš (%1$s simboli). Maksimālais garums ir %2$s simboli.

source: There are no recipient(s) for the new message.
it_it: Non ci sono destinatari per il nuovo messaggio.
lv_lv: Jaunajam ziņojumam nav neviena adresāta.

source: The following recipient is not allowed: %1$s. Please remove associated address and try again.
it_it: Il seguente destinatario non è consentito: %1$s. Rimuovi l'indirizzo associato e prova ancora.
lv_lv: Sekojošs saņēmējs nav atļauts: %1$s. Lūdzu izdzēsiet atbilstošo adresi un mēģiniet vēlreiz.

source: Invalid or harmful image data detected
it_it: Rilevati dati di immagine non validi o dannosi
lv_lv: Identificēti nederīgi vai bīstami attēla dati

source: The signature image exceeds the maximum allowed size of '%1$s'.
it_it: L'immagine della firma supera la dimensione massima consentita di '%1$s'.
lv_lv: Paraksta attēls pārsniedz maksimāli pieļaujamo '%1$s' izmēru.

source: The maximum allowed number of '%1$s' images in the signature is reached.
it_it: Il numero massimo consentito di immagini '%1$s' nella firma è stato raggiunto.
lv_lv: Sasniegts maksimāli pieļaujamais '%1$s' attēlu skaits parakstā.

source: You are not allowed to modify the signature
it_it: Non ti è consentito modificare la firma
lv_lv: Jums nav tiesību mainīt parakstu

source: The subscription you requested is unkonwn!
it_it: La sottoscrizione richiesta è sconosciuta.
lv_lv: Jūsu pieprasītais abonements nav atrasts!

source: The operation is forbidden.
it_it: L'operazione è vietata.
lv_lv: operācija ir aizliegta.

source: OXMF Contacts
it_it: Contatti OXMF
lv_lv: OXMF kontakti

source: OXMF Infostore
it_it: Deposito informazioni OXMF
lv_lv: OXMF infoglabātuve

source: A parsing error occurred: %1$s.
it_it: Si è verificato un errore di analisi: %1$s.
lv_lv: Parsēšanas kļūda: %1$s.

source: Provide well-formed HTML.
it_it: Fornisci HTML formattato correttamente.
lv_lv: Nodrošiniet pareizi formatētu HTML.

source: You can only post to external subscription sources.
it_it: Puoi pubblicare solo su fonti di sottoscrizione esterne.
lv_lv: Nosūtīt var tikai uz ārējas abonēšanas avotiem.

source: Could not fetch site at %1$s. Please check the spelling or whether you can reach the site in your browser.
it_it: Impossibile accedere al sito %1$s. Controlla la correttezza dell'indirizzo o se puoi raggiungere il sito dal browser.
lv_lv: Nevar sasniegt vietni %1$s. Lūdzu pārbaudiet adresi un vai jūs varat tai pieslēgties ar savu web pārlūkprogrammu.

source: You provided an invalid URL.
it_it: Hai fornito un URL non valido.
lv_lv: Norādītais URL nav derīgs.

source: The OAuth Account to use
it_it: L'account OAuth da utilizzare
lv_lv: Izmantojamais OAuth konts

source: Cannot find the requested subscription.
it_it: Impossibile trovare la sottoscrizione richiesta.
lv_lv: Nevar atrast prasīto abonementu.

source: The login/password combination you entered is wrong.
it_it: La combinazione nome utente/password inserita è errata.
lv_lv: Nepareiza lietotāja/paroles kombinācija.

source: A required service is currently not available. Please try again later.
it_it: Un servizio richiesto è attualmente non disponibile. Riprova più tardi.
lv_lv: Prasītais serviss pašreiz nav pieejams. Lūdzu mēģiniet vēlreiz vēlāk.

source: The argument %1$s is missing.
it_it: Manca l'argomento %1$s.
lv_lv: Iztrūkstošs arguments %1$s.

source: You do not have the appropriate permissions to complete this operation.
it_it: Non disponi dei permessi appropriati per completare questa operazione.
lv_lv: Jum nav operācijas pabeigšanai nepieciešamo tiesību.

source: Please specify your full E-Mail address as login name.
it_it: Specifica l'indirizzo completo di posta elettronica come nome utente.
lv_lv: Lūdzu norādiet pilnu savu e-pasta adresi kā pieslēguma vārdu.

source: The source the subscription belongs to is currently inactive, and cannot provide data.
it_it: La fonte alla quale questa sottoscrizione appartiene è attualmente inattiva, e non può fornire dati.
lv_lv: Šī abonementa abonēšanas avots pašreiz ir neaktīvs un tāpēc nenodrošina datu saņemšanu.

source: You need to create an OAuth-account first to access this service.
it_it: Devi creare un account OAuth prima di accedere al servizio.
lv_lv: Lai piekļūtu šim pakalpojumam jums vispirms ir jāizveido OAuth konts.

source: Your account needs to be verified: %1$s
it_it: Il tuo account deve essere identificato: %1$s
lv_lv: Nepieciešama jūsu konta verifikācija: %1$s

source: The service provider asked for an identity confirmation. This happens for some accounts and cannot fixed by us. It is in the provider's responsibility. For this reason, the subscription cannot be completed.
it_it: Il fornitore di servizio ha richiesto una conferma dell'identità. Ciò si verifica per alcuni account e non può essere risolto da noi. Ricade nella responsabilità del fornitore. Per questo motivo, la sottoscrizione non può essere completata.
lv_lv: Pakalpojuma nodrošinātājs prasa identitātes apstiprinājumu. Mēs šo procedūru nevaram ietekmēt un tā ir tiešā šī pakalpojuma nodrošinātāja atbildībā. Šī iemesla dēļ abonēšanas procedūra nevar tikt veiksmīgi pabeigta.

source: You already have such a subscription.
it_it: Hai già una sottoscrizione di questo tipo.
lv_lv: Jums jau ir šāds abonements.

source: Read all your tasks.
it_it: Leggi tutte le tue attività.
lv_lv: Lasīt visus jūsu uzdevumus.

source: Create, modify and delete tasks.
it_it: Crea, modifica ed elimina le attività.
lv_lv: Izveidot, modificēt un dzēst uzdevumus.

source: File access denied.
it_it: Accesso al file non consentito.
lv_lv: Piekļuve failam nav atļauta.

source: This template was not whitelisted,
it_it: Questo modello non è tra quelli consentiti,
lv_lv: Šī sagatave nav 'baltajā' sarakstā.

source: Unable to change data. (%1$s)
it_it: Impossibile modificare i dati. (%1$s)
lv_lv: Nevar izmainīt datus. (%1$s)

source: Please (re-)authorize your Twitter accounts. Twitter responded with: %1$s
it_it: Autorizza nuovamente i tuoi account di Twitter. Twitter ha risposto: %1$s
lv_lv: Lūdzu atkārtotie autorizējiet savus Twitter kontus. Twitter atbilde: %1$s

source: The request is understood, but it has been refused or access is not allowed: %1$s
it_it: La richiesta è stata recepita, ma è stata rifiutata o l'accesso non è consentito: %1$s
lv_lv: Pieprasījums ir saprasts, bet tas ir vai nu atteikts vai arī piekļuve nav atļauta: %1$s

source: Invalid format in search query.
it_it: Formato della ricerca non valido.
lv_lv: Nepareizs meklējuma vaicājuma formāts.

source: Unified Mail does not support folder creation.
it_it: La posta unificata non supporta la creazione di cartelle.
lv_lv: Apvienotā iesūtne neatbalsta pasta mapju izveidi.

source: Unified Mail does not support folder deletion.
it_it: La posta unificata non supporta l'eliminazione di cartelle.
lv_lv: Apvienotā iesūtne neatbalsta pasta mapju dzēšanu.

source: Unified Mail does not support folder update.
it_it: La posta unificata non supporta l'aggiornamento delle cartelle.
lv_lv: Apvienotā iesūtne neatbalsta pasta mapju jaunināšanu.

source: Unified Mail does not support to move messages.
it_it: La posta unificata non supporta lo spostamento dei messaggi.
lv_lv: Apvienotā iesūtne neatbalsta ziņojumu pārvietošanu.

source: Unified Mail does not support to copy messages.
it_it: La posta unificata non supporta la copia dei messaggi.
lv_lv: Apvienotā iesūtne neatbalsta ziņojumu kopēšanu.

source: Append messages failed.
it_it: Aggiunta dei messaggi non riuscita.
lv_lv: Kļūda pie ziņojumu pievienošanas.

source: Unified Mail does not support draft messages.
it_it: La posta unificata non supporta le bozze dei messaggi.
lv_lv: Apvienotā iesūtne neatbalsta melnrakstus.

source: Unified Mail does not support to move folders.
it_it: La posta unificata non supporta lo spostamento delle cartelle.
lv_lv: Apvienotā iesūtne neatbalsta mapju pārvietošanu.

source: Unified Mail does not support mail folder creation
it_it: La posta unificata non supporta la creazione di cartelle di posta
lv_lv: Apvienotā iesūtne neatbalsta pasta mapju izveidi.

source: Unified Mail does not support to clear INBOX folder.
it_it: La posta unificata non supporta lo svuotamento della cartella Posta in arrivo.
lv_lv: Apvienotā iesūtne neatbalsta iesūtnes mapes tīrīšanu.

source: No connection available to access mailbox.
it_it: Nessuna connessione disponibile per accedere alla casella postale.
lv_lv: Nav pieejamu pieslēgumu piekļuvei pie pasta.

source: Unknown default folder full name: %1$s.
it_it: Nome completo sconosciuto della cartella predefinita: %1$s.
lv_lv: Nezināms noklusētās mapes pilanis vārds: %1$s.

source: Move operation aborted. Source and destination folder are the same.
it_it: Operazione di spostamento interrotta. Le cartelle di origine e destinazione coincidono.
lv_lv: Pārvietošanas operācija atcelta. Avota un saņēmēja mapes sakrīt.

source: Request aborted due to timeout of %1$s %2$s.
it_it: Richiesta interrotta a causa di un ritardo d'attesa di %1$s %2$s.
lv_lv: Pieprasījums atcelts taimauta dēļ %1$s %2$s.

source: Invalid destination folder. E-Mails cannot be appended.
it_it: Cartella di destinazione non valida. I messaggi non possono essere aggiunti.
lv_lv: Nepreiza saņēmēja mape. Nevar pievienot e-pastu.

source: A user named %1$s already exists in destination context %2$s.
it_it: Un utente con nome %1$s esiste già nel contesto di destinazione %2$s.
lv_lv: Lietotājs ar vārdu %1$s norādītajā kontekstā %2$s jau eksistē.

source: The user's files are owned by user %1$s in source context %2$s. Please set individual or context-associated file storage first.
it_it: I file dell'utente sono di proprietà dell'utente %1$s nel contesto di origine %2$s. Imposta prima l'archivio di file individuale o associato al contesto.
lv_lv: Lietotāja failu īpašnieks ir %1$s kontekstā %2$s. Lūdzu vispirms iestatiet atsevišķu ar kontekstu saistītu failu glabātuvi.

source: The provided feedback score is invalid. Please choose a number > 0.
it_it: Il punteggio di feedback fornito non è valido. Scegli un numero > 0.
lv_lv: Norādītā atbildes vērtība nav pareiza. Lūdzu izvēlieties skaitli > 0.

source: The provided feedback for key 'score' has an invalid type.
it_it: Il feedback fornito per la chiave 'punteggio' ha un tipo non valido.
lv_lv: Norādītā atbilde atslēgai 'vērtējums' ir ar nepareizu tipu.

source: The provided feedback does not contain required key '%s'.
it_it: Il feedback fornito non contiene la chiave richiesta '%s''.
lv_lv: Norādītā atbilde nesatur prasīto atslēgu '%s'.

source: The provided feedback for key '%s' cannot be parsed.
it_it: Il feedback fornito per la chiave '%s' non può essere elaborato.
lv_lv: Atslēgai '%s' norādītā atbilde nevar tikt apstrādāta.

source: The value given in the property %1$s is no integer value.
it_it: Il valore specificato nella proprietà %1$s non è un valore intero.
lv_lv: Norādītā īpašības %1$s vērtība nav vesels skaitlis.

source: Property %1$s not set but required.
it_it: La proprietà %1$s non è impostata, ma è richiesta.
lv_lv: Īpašība %1$s nav iestatīta bet ir obligāta.

source: Property %1$s claims to have condition but condition not set.
it_it: La proprietà %1$s afferma di avere condizioni, ma nessuna condizione è impostata.
lv_lv: Īpašība %1$s norāda uz nosacījumu, bet tas nav iestatīts.

source: Property %1$s must be set if %2$s is set to %3$s
it_it: La proprietà %1$s deve essere configurata se %2$s è impostata a %3$s
lv_lv: Īpašībai %1$s ir jābūt iestatītai ja %2$s ir iestatīta kā %3$s

source: The %1$s cannot be used as a property type in the property %2$s
it_it: %1$s non può essere utilizzata come tipo nella proprietà %2$s
lv_lv: %1$s nevar tikt izmantots kā īpašības tips īpasībai %2$s

source: A XING error occurred: %1$s
it_it: Si è verificato un errore di XING: %1$s
lv_lv: XING kļūda: %1$s

source: The XING resource does not exist: %1$s
it_it: La risorsa XING non esiste: %1$s
lv_lv: Neesošs XING resurss: %1$s

source: Update denied for XING resource: %1$s
it_it: Aggiornamento non consentito per la risorsa di XING: %1$s
lv_lv: XING resursa jaunināšana atteikta: %1$s

source: Delete denied for XING resource: %1$s
it_it: Eliminazione non consentita per la risorsa di XING: %1$s
lv_lv: XING resursa dzēšana atteikta: %1$s

source: Missing configuration for account "%1$s".
it_it: Configurazione mancante per l'account "%1$s".
lv_lv: Iztrūkstoša konta "%1$s" konfigurācijas informācija.

source: E-Mail address is invalid
it_it: L'indirizzo di posta non è valido
lv_lv: E-pasta adrese nav pareiza

source: Already sent an invitation to E-Mail address: "%1$s"
it_it: Un invito è già stato inviato all'indirizzo di posta: "%1$s"
lv_lv: Uzaicinājums jau ir nosūtīts uz e-pasta adresi: "%1$s"

source: The E-Mail address already belongs to a XING user
it_it: L'indirizzo di posta appartiene già a un utente XING
lv_lv: E-pasta adrese jau pieder XING lietotājam

source: Invitation attempt failed for any reason
it_it: Tentativo di invito non riuscito per qualche motivo
lv_lv: Kļūda pie uzaicināšanas mēģinājuma

source: The E-Mail address does not belongs to a XING user
it_it: L'indirizzo di posta non appartiene a un utente XING
lv_lv: E-pasta adrese nepieder XING lietotājam

source: XING user is already directly connected.
it_it: L'utente XING è già connesso direttamente.
lv_lv: XING lietotājs jau ir tieši piesaistīts

source: The comment size exceeds the maximum allowed number of 600 characters.
it_it: Le dimensioni del commento superano la dimensione massima consentita di 600 caratteri.
lv_lv: Komentāra izmērs pārsniedz maksimāli pieļaujamo 600 simbolu garumu.

source: The status message size exceeds the maximum allowed number of 420 characters.
it_it: La dimensione del messaggio di stato supera il numero massimo consentito di 420 caratteri.
lv_lv: Statusa paziņojuma izmērs pārsniedz maksimāli atļauto 420 simbolu garumu.

source: The text message size exceeds the maximum allowed number of 140 characters.
it_it: La dimensione del messaggio di testo supera il numero massimo consentito di 140 caratteri.
lv_lv: Teksta ziņojuma izmērs pārsniedz maksimāli atļauto 140 simbolu garumu.

source: The mandatory parameter "%1$s" is missing in the request body
it_it: Manca il parametro obbligatorio "%1$s" nel corpo della richiesta
lv_lv: Obligātais parametrs "%1$s" pieprasījumā nav atrasts

source: The XING server is not available.
it_it: Il server XING non è disponibile.
lv_lv: XING serveris nav pieejams.

source: A XING account has already been requested for E-Mail address %1$s.
it_it: Un account Xing è già stato richiesto per l'indirizzo di posta %1$s.
lv_lv: XING konts e-pasta adresei %1$s jau ir pieprasīts.

source: The XING app that you are using does not hold the required permissions in order to perform the requested action
it_it: L'applicazione XING che stai utilizzando non dispone dei permessi necessari per eseguire l'azione richiesta
lv_lv: Jūsu izmantotā XING aplikācija nenodrošina prasītās darbības izpildei nepieciešamās piekļuves tiesības

source: No XING OAuth access available. Please create a XING OAuth account.
it_it: Nessun accesso OAuth di XING disponibile. Crea un account OAuth di XING.
lv_lv: XING OAuth piekļuve nav pieejama. Lūdzu izveidojiet XING OAuth kontu.

source: Africa/Addis Ababa
it_it: Africa/Addis Abeba

source: Africa/Algiers
it_it: Africa/Algeri

source: Africa/Tunis
it_it: Africa/Tunisi

source: America/Havana
it_it: America/Avana

source: America/Mexico City
it_it: America/Città del Messico

source: America/North Dakota/Center
it_it: America/Nord Dakota/Centro

source: America/North Dakota/New Salem
it_it: America/Nord Dakota/Nuova Salem

source: America/Sao Paulo
it_it: America/San Paolo

source: Antarctica/Casey
it_it: Antartide/Casey

source: Antarctica/Davis
it_it: Antartide/Davis

source: Antarctica/DumontDUrville
it_it: Antartide/DumontDUrville

source: Antarctica/Mawson
it_it: Antartide/Mawson

source: Antarctica/McMurdo
it_it: Antartide/McMurdo

source: Antarctica/Palmer
it_it: Antartide/Palmer

source: Antarctica/Rothera
it_it: Antartide/Rothera

source: Antarctica/South Pole
it_it: Antartide/South Pole

source: Antarctica/Syowa
it_it: Antartide/Syowa

source: Antarctica/Troll
it_it: Antartide/Troll

source: Antarctica/Vostok
it_it: Antartide/Vostok

source: Arctic/Longyearbyen
it_it: Artide/Longyearbyen

source: Asia/Damascus
it_it: Asia/Damasco

source: Asia/Famagusta
it_it: Asia/Famagosta

source: Asia/Jerusalem
it_it: Asia/Gerusalemme

source: Asia/Samarkand
it_it: Asia/Samarcanda

source: Asia/Seoul
it_it: Asia/Seul

source: Asia/Yekaterinburg
it_it: Asia/Ekaterinburg

source: Atlantic/Azores
it_it: Atlantico/Azzorre

source: Atlantic/Bermuda
it_it: Atlantico/Bermuda

source: Atlantic/Canary
it_it: Atlantico/Canarie

source: Atlantic/Cape Verde
it_it: Atlantico/Capo Verde

source: Atlantic/Faeroe
it_it: Atlantico/Faeroe

source: Atlantic/Faroe
it_it: Atlantico/Faroe

source: Atlantic/Jan Mayen
it_it: Atlantico/Jan Mayen

source: Atlantic/Madeira
it_it: Atlantico/Madeira

source: Atlantic/Reykjavik
it_it: Atlantico/Reykjavik

source: Atlantic/South Georgia
it_it: Atlantico/Georgia del sud

source: Atlantic/St Helena
it_it: Atlantico/Sant'Elena

source: Atlantic/Stanley
it_it: Atlantico/Stanley

source: Australia/North
it_it: Australia/Nord

source: Australia/South
it_it: Australia/Sud

source: Australia/West
it_it: Australia/Ovest

source: Brazil/Acre
it_it: Brasile/Acre

source: Brazil/DeNoronha
it_it: Brasile/DeNoronha

source: Brazil/East
it_it: Brasile/Est

source: Brazil/West
it_it: Brasile/Ovest

source: Canada/Atlantic
it_it: Canada/Atlantico

source: Canada/Central
it_it: Canada/Centrale

source: Canada/East-Saskatchewan
it_it: Canada/Saskatchewan est

source: Canada/Eastern
it_it: Canada/Orientale

source: Canada/Mountain
it_it: Canada/Montagne

source: Canada/Newfoundland
it_it: Canada/Terranova

source: Canada/Pacific
it_it: Canada/Pacifico

source: Chile/Continental
it_it: Cile/Continentale

source: Chile/EasterIsland
it_it: Cile/Isola di Pasqua

source: Egypt
it_it: Egitto

source: Europe/Amsterdam
it_it: Europa/Amsterdam

source: Europe/Andorra
it_it: Europa/Andorra

source: Europe/Astrakhan
it_it: Europa/Astrakhan

source: Europe/Athens
it_it: Europa/Atene

source: Europe/Belfast
it_it: Europa/Belfast

source: Europe/Belgrade
it_it: Europa/Belgrado

source: Europe/Berlin
it_it: Europa/Berlino

source: Europe/Bratislava
it_it: Europa/Bratislava

source: Europe/Brussels
it_it: Europa/Bruxelles

source: Europe/Bucharest
it_it: Europa/Bucarest

source: Europe/Budapest
it_it: Europa/Budapest

source: Europe/Busingen
it_it: Europa/Busingen

source: Europe/Chisinau
it_it: Europa/Chisinau

source: Europe/Copenhagen
it_it: Europa/Copenhagen

source: Europe/Dublin
it_it: Europa/Dublino

source: Europe/Gibraltar
it_it: Europa/Gibilterra

source: Europe/Guernsey
it_it: Europa/Guernsey

source: Europe/Helsinki
it_it: Europa/Helsinki

source: Europe/Isle of Man
it_it: Europa/Isola di Man

source: Europe/Istanbul
it_it: Europa/Istanbul

source: Europe/Jersey
it_it: Europa/Jersey

source: Europe/Kaliningrad
it_it: Europa/Kaliningrad

source: Europe/Kiev
it_it: Europa/Kiev

source: Europe/Kirov
it_it: Europa/Kirov

source: Europe/Lisbon
it_it: Europa/Lisbona

source: Europe/Ljubljana
it_it: Europa/Ljubljana

source: Europe/London
it_it: Europa/Londra

source: Europe/Luxembourg
it_it: Europa/Lussemburgo

source: Europe/Madrid
it_it: Europa/Madrid

source: Europe/Malta
it_it: Europa/Malta

source: Europe/Mariehamn
it_it: Europa/Mariehamn

source: Europe/Minsk
it_it: Europa/Minsk

source: Europe/Monaco
it_it: Europa/Monaco

source: Europe/Moscow
it_it: Europa/Mosca

source: Europe/Nicosia
it_it: Europa/Nicosia

source: Europe/Oslo
it_it: Europa/Oslo

source: Europe/Paris
it_it: Europa/Parigi

source: Europe/Podgorica
it_it: Europa/Podgorica

source: Europe/Prague
it_it: Europa/Praga

source: Europe/Riga
it_it: Europa/Riga

source: Europe/Rome
it_it: Europa/Roma

source: Europe/Samara
it_it: Europa/Samara

source: Europe/San Marino
it_it: Europa/San Marino

source: Europe/Sarajevo
it_it: Europa/Sarajevo

source: Europe/Saratov
it_it: Europa/Saratov

source: Europe/Simferopol
it_it: Europa/Sinferopoli

source: Europe/Skopje
it_it: Europa/Skopje

source: Europe/Sofia
it_it: Europa/Sofia

source: Europe/Stockholm
it_it: Europa/Stoccolma

source: Europe/Tallinn
it_it: Europa/Tallinn

source: Europe/Tirane
it_it: Europa/Tirana

source: Europe/Tiraspol
it_it: Europa/Tiraspol

source: Europe/Ulyanovsk
it_it: Europa/Ulyanovsk

source: Europe/Uzhgorod
it_it: Europa/Uzhgorod

source: Europe/Vaduz
it_it: Europa/Vaduz

source: Europe/Vatican
it_it: Europa/Vaticano

source: Europe/Vienna
it_it: Europa/Vienna

source: Europe/Vilnius
it_it: Europa/Vilnius

source: Europe/Volgograd
it_it: Europa/Volgograd

source: Europe/Warsaw
it_it: Europa/Varsavia

source: Europe/Zagreb
it_it: Europa/Zagabria

source: Europe/Zaporozhye
it_it: Europa/Zaporozhye

source: Europe/Zurich
it_it: Europa/Zurigo

source: Iceland
it_it: Islanda

source: Indian/Antananarivo
it_it: Indiano/Antananarivo

source: Indian/Chagos
it_it: Indiano/Chagos

source: Indian/Christmas
it_it: Indiano/Isola di Natale

source: Indian/Cocos
it_it: Indiano/Cocos

source: Indian/Comoro
it_it: Indiano/Comoro

source: Indian/Kerguelen
it_it: Indiano/Kerguelen

source: Indian/Mahe
it_it: Indiano/Mahe

source: Indian/Maldives
it_it: Indiano/Maldive

source: Indian/Mauritius
it_it: Indiano/Mauritius

source: Indian/Mayotte
it_it: Indiano/Mayotte

source: Indian/Reunion
it_it: Indiano/Reunion

source: Israel
it_it: Israele

source: Jamaica
it_it: Giamaica

source: Japan
it_it: Giappone

source: Libya
it_it: Libia

source: Mexico/BajaNorte
it_it: Messico/BajaNorte

source: Mexico/BajaSur
it_it: Messico/BajaSur

source: Mexico/General
it_it: Messico/Generale

source: Pacific/Apia
it_it: Pacifico/Apia

source: Pacific/Auckland
it_it: Pacifico/Auckland

source: Pacific/Bougainville
it_it: Pacifico/Bougainville

source: Pacific/Chatham
it_it: Pacifico/Chatham

source: Pacific/Chuuk
it_it: Pacifico/Chuuk

source: Pacific/Easter
it_it: Pacifico/Orientale

source: Pacific/Efate
it_it: Pacifico/Efate

source: Pacific/Enderbury
it_it: Pacifico/Enderbury

source: Pacific/Fakaofo
it_it: Pacifico/Fakaofo

source: Pacific/Fiji
it_it: Pacifico/Fiji

source: Pacific/Funafuti
it_it: Pacifico/Funafuti

source: Pacific/Galapagos
it_it: Pacifico/Galapagos

source: Pacific/Gambier
it_it: Pacifico/Gambier

source: Pacific/Guadalcanal
it_it: Pacifico/Guadalcanal

source: Pacific/Guam
it_it: Pacifico/Guam

source: Pacific/Honolulu
it_it: Pacifico/Honolulu

source: Pacific/Johnston
it_it: Pacifico/Johnston

source: Pacific/Kiritimati
it_it: Pacifico/Kiritimati

source: Pacific/Kosrae
it_it: Pacifico/Kosrae

source: Pacific/Kwajalein
it_it: Pacifico/Kwajalein

source: Pacific/Majuro
it_it: Pacifico/Majuro
