Repository: leewoody/backend
Catalog: l10n/client-onboarding-scenarios.*.po
Languages: de_de, et_ee, fi_fi, hu_hu, it_it, ja_jp, lv_lv, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, zh_cn, zh_tw

source: Drive Application
de_de: Drive-Applikation
et_ee: Rakendus Failid
fi_fi: Drive -sovellus
hu_hu: Drive alkalmazás
it_it: Applicazione Drive
ja_jp: Drive アプリケーション
lv_lv: Drive aplikācija
nl_nl: Drive Applicatie
pl_pl: Program Drive
pt_br: Aplicativo Drive
ro_ro: Aplicația Drive
ru_ru: Приложение Drive
sk_sk: Aplikácia Drive
sv_se: Drive-program
zh_cn: Drive 应用程序
zh_tw: Drive 應用程式

source: Synchronize your files with our Drive application.
de_de: Synchronisieren Sie Ihre Dateien mit unserer Drive-Applikation.
et_ee: Sünkroniseerige oma faile meie rakenduse Failid abil.
fi_fi: Synkronoi tiedostosi Drive -sovelluksemme kanssa.
hu_hu: Fájlok szinkronizációja a Drive alkalmazással.
it_it: Sincronizza i tuoi file con la nostra applicazione Drive.
ja_jp: ファイルをDriveアプリケーションに同期する
lv_lv: Sinhronizējiet savus failus, izmantojot Drive aplikāciju.
nl_nl: Synchroniseer uw bestanden met uw Drive applicatie.
pl_pl: Synchronizuj własne pliki z programem Drive.
pt_br: Sincronize seus arquivos com nosso aplicativo Drive.
ro_ro: Sincronizați-vă fișierele cu aplicația noastră Drive.
ru_ru: Приложение Drive поможет синхронизировать ваши файлы.
sk_sk: Synchronizujte svoje súbory pomocou aplikácie Drive.
sv_se: Synkronisera dina filer med vårt Drive-program.
zh_cn: 与我们的 Drive 应用程序同步您的文件。
zh_tw: 透過我們的 Drive 應用程式來同步檔案。

source: Mail + Calendar + Address Book
de_de: E-Mail + Kalender + Adressbuch
et_ee: E-post + Kalender + Aadressiraamat
fi_fi: Sähköposti + kalenteri + osoitekirja
hu_hu: Levelezés + Naptár + Címjegyzék
it_it: Posta + Calendario + Rubrica
ja_jp: メール + 予定表 + アドレス帳
lv_lv: E-pasts + Kalendārs + Adrešu grāmata
nl_nl: E-Mail + Agenda + Adresboek
pl_pl: Poczta + kalendarz + książka adresowa
pt_br: E-mail + calendário + livro de endereços
ro_ro: Poștă electronică + calendar + agendă de contacte
ru_ru: Почта + Календарь + Адресная книга
sk_sk: Pošta + kalendár + adresár kontaktov
sv_se: E-post + Kalender + Adressbok
zh_cn: 邮件 + 日历 + 地址簿
zh_tw: 郵件 + 行事曆 + 通訊錄

source: To synchronize your Mail, Calendar, Tasks and Address Book data, download and install our desktop application.
de_de: Laden Sie zum Synchronisieren Ihrer E-Mail-, Kalender-, Aufgaben- und Adressbuchdaten unsere Desktop-Applikation herunter und installieren Sie diese.
et_ee: Laadige alla ja paigaldage meie töölauarakendus oma e-posti, kalendri, ülesannete ning aadressiraamatu andmete sünkroniseerimiseks.
fi_fi: Lataa ja asenna työpöytäsovelluksemme synkronoidaksesi sähköposti-, kalenteri-, tehtävä- ja osoitekirjatietosi.
hu_hu: A levelek, naptár, feladatok és címjegyzék szinkronizációjához töltse le és telepítse az alkalmazást.
it_it: Per sincronizzare i dati di posta, calendario, attività e rubrica, scarica e installa la nostra applicazione desktop.
ja_jp: メール、予定表、仕事、連絡先データを同期するには、デスクトップアプリケーションをダウンロードし、インストールします。
lv_lv: Lai sinhronizētu e-pasta, kalendāra, uzdevumu un adrešu grāmatas datus, lejupielādējiet un uzstādiet darbvirsmas aplikāciju.
nl_nl: Om uw e-mail, agenda, taken en adresboek te synchroniseren moet u onze bureaublad-applicatie downloaden en installeren.
pl_pl: Aby synchronizować pocztę, kalendarz, zadania i książkę adresową, pobierz i zainstaluj nasz program na komputery.
pt_br: Para sincronizar seus dados de e-mail, calendário, tarefa e livro de endereços, baixe e instale nosso aplicativo para área de trabalho.
ro_ro: Pentru a vă sincroniza datele de e-mail, calendar, sarcini și agendă de contacte descărcați și instalați aplicația noastră.
ru_ru: Чтобы иметь возможность синхронизировать свою почту, календарь, задачи и адресную книгу, загрузите и установите приложение рабочего стола.
sk_sk: Vašu poštu, kalendár, úlohy a kontakty adresár môžete synchronizovať ak si stiahnite a nainštalujte našu desktopovú aplikáciu.
sv_se: För att synkronisera din e-post, kalender, dina uppgifter och din adressbok, ladda ner och installera vårt skrivbordsprogram.
zh_cn: 要同步您的邮件、日历、任务、和地址簿数据，下载和安装我们的桌面应用程序。
zh_tw: 下載安裝我們的桌面應用程式來同步您的郵件、行事曆、任務與通訊錄資料。

source: Drive App
et_ee: Rakendus Failid
hu_hu: Drive alkalmazás
it_it: Applicazione Drive
ja_jp: Drive アプリケーション
lv_lv: Drive aplikācija
pl_pl: Aplikacja Drive
pt_br: App Drive
ro_ro: Aplicația Drive
ru_ru: Приложение Drive
sk_sk: Aplikácia Drive
sv_se: Drive-program
zh_cn: Drive 应用程序
zh_tw: Drive 應用程式

source: Synchronize your files with our Drive App.
de_de: Synchronisieren Sie Ihre Dateien mit unserer Drive-App.
et_ee: Sünkroniseerige oma failid meie rakenduse Failid abil.
fi_fi: Synkronoi tiedostosi Drive Appimme kanssa.
hu_hu: Szinkronizálja fájljainkat a Drive alkalmazással.
it_it: Sincronizza i tuoi file con la nostra applicazione Drive.
ja_jp: ファイルをDriveアプリケーションに同期します。
lv_lv: Sinhronizējiet failus, izmantojot Drive aplikāciju.
nl_nl: Synchroniseer uw bestanden met onze Drive App.
pl_pl: Synchronizuj własne pliki z naszą aplikacją Drive.
pt_br: Sincronize seus arquivos com nosso app Drive.
ro_ro: Sincronizați-vă fișierele cu aplicația noastră Drive.
ru_ru: Приложение Drive поможет синхронизировать ваши файлы.
sk_sk: Synchronizujte svoje súbory pomocou aplikácie Drive.
sv_se: Synkronisera dina filer med vårt Drive-program.
zh_cn: 与我们的 Drive 应用程序同步您的文件。
zh_tw: 使用我們的 Drive 應用程式來同步檔案。

source: Mail App
de_de: E-Mail-App
et_ee: Rakendus E-post
hu_hu: Levelezés alkalmazás
it_it: Applicazione Posta
ja_jp: メールアプリケーション
lv_lv: Pasta aplikācija
pl_pl: Aplikacja Poczta
pt_br: App de e-mail
ro_ro: Aplicația Mail
ru_ru: Приложение Mail
sk_sk: Aplikácia Pošta
sv_se: E-postprogram
zh_cn: 邮件应用程序
zh_tw: Mail 應用程式

source: Synchronize your Mail with our Mail App.
de_de: Synchronisieren Sie Ihre E-Mails mit unserer E-Mail-App.
et_ee: Sünkroniseerige oma e-post meie rakenduse E-post abil.
fi_fi: Synkronoi sähköpostisi Mail Appimme kanssa.
hu_hu: Szinkronizálja leveleit a Levelezés alkalmazással.
it_it: Sincronizzare la posta con la nostra applicazione Posta.
ja_jp: メールをメールアプリケーションに同期します。
lv_lv: Sinhronizējiet e-pastu, izmantojot pasta aplikāciju.
nl_nl: Synchroniseer uw e-mail met onze Mail App.
pl_pl: Synchronizuj pocztę z naszą aplikacją Poczta.
pt_br: Sincronize seus e-mails com nosso app de e-mail.
ro_ro: Sincronizați-vă poșta electronică cu aplicația noastră Mail.
ru_ru: Синхронизируйте свою почту в приложении Mail.
sk_sk: Synchronizujte svoju poštu pomocou aplikácie Pošta.
sv_se: Synkronisera din e-post med vårt E-postprogram.
zh_cn: 与我们的邮件应用程序同步您的邮件。
zh_tw: 使用我們的郵件應用程式來同步郵件。

source: Calendar + Address Book
de_de: Kalender + Adressbuch
et_ee: Kalender + Aadressiraamat
fi_fi: Kalenteri + osoitekirja
hu_hu: Naptár + Címjegyzék
it_it: Calendario + Rubrica
ja_jp: 予定表 + アドレス帳
lv_lv: Kalendārs + adrešu grāmata
nl_nl: Agenda + Adresboek
pl_pl: Kalendarz + książka adresowa
pt_br: Calendário + livro de endereços
ro_ro: Calendar + agendă de contacte
ru_ru: Календарь + Адресная книга
sk_sk: Kalendár + adresár kontaktov
sv_se: Kalender + Adressbok
zh_cn: 日历 + 地址簿
zh_tw: 行事曆 + 通訊錄

source: Synchronize your Calendar and Address Book data with your device.
de_de: Synchronisieren Sie Ihre Kalender- und Adressbuchdaten mit Ihrem Gerät.
et_ee: Sünkroniseerige oma kalendri ja aadressiraamatu andmed oma seadmega.
fi_fi: Synkronoi kalenterisi ja osoitekirjatietosi laitteesi kanssa.
hu_hu: Szinkronizálja a naptárat és a címjegyzéket az eszközével.
it_it: Sincronizza i dati di calendario e rubrica con il tuo dispositivo.
ja_jp: アドレス帳と連絡先をご利用のデバイスと同期します。
lv_lv: Sinhronizējiet kalendāra un adrešu grāmatas datus ar savu ierīci.
nl_nl: Synchroniseer uw Agenda en Adresboek gegevens met uw apparaat.
pl_pl: Synchronizuj kalendarze i książkę adresową z używanym urządzeniem.
pt_br: Sincronize seu dados de calendário e livro de endereços com seu dispositivo.
ro_ro: Sincronizați calendarul și agenda de contacte cu dispozitivul dumneavoastră.
ru_ru: Синхронизируйте содержимое календаря и адресной книги с вашим устройством.
sk_sk: Synchronizujte svoje dáta kalendára a adresára kontaktov s vaším zariadením.
sv_se: Synkronisera din kalender- och adressboksdata med din enhet.
zh_cn: 与您的装置同步您的日历和地址簿数据。
zh_tw: 與您的裝置同步行事曆與通訊錄資訊。

source: OX Sync
lv_lv: OX sinhronizācija
ro_ro: Sincronizare OX
sv_se: OX Synk
zh_cn: OX 同步

source: Synchronize all your appointments and contacts
de_de: Synchronisieren Sie alle Ihre Termine und Kontakte
et_ee: Sünkroniseerige kõik oma kohtumised ja kontaktid
fi_fi: Synkronoi kaikki tapaamisesi ja yhteystietosi
hu_hu: Szinkronizálja az összes találkozóit és névjegyét
it_it: Sincronizzare tutti i tuoi appuntamenti e i contatti
ja_jp: 全てのアポイントと連絡先を同期します。
lv_lv: Sinhronizējiet visus savus mītiņus un kontaktus
nl_nl: Synchroniseer al uw afspraken en contacten
pl_pl: Synchronizuj wszystkie spotkania i kontakty.
pt_br: Sincronize todos os seus compromissos e contatos
ro_ro: Sincronizați toate întâlnirile și contactele
ru_ru: Синхронизируйте свои встречи и контакты
sk_sk: Synchronizujte všetky vaše schôdzky a kontakty
sv_se: Synkronisera alla dina möten och kontakter
zh_cn: 同步您所有约会和联系人
zh_tw: 同步您所有約會與聯絡人。

source: To manually setup your Calendar and Address Book accounts, please use the following information.
de_de: Zum manuellen Einrichten Ihrer Kalender- und Adressbuch-Accounts verwenden Sie bitte folgende Informationen.
et_ee: Kasutage järgnevat teavet oma kalendri ja aadressiraamatu kontode käsitsi seadistamiseks.
fi_fi: Käytä seuraavia tietoja tehdäksesi asetukset kalenteri- ja osoitekirjatileillesi manuaalisesti.
hu_hu: A naptár és a címjegyzék kézi beállításához használja az alábbi információt.
it_it: Per configurare manualmente gli account di calendario e rubrica, utilizza le seguenti informazioni.
ja_jp: 予定表とアドレス帳アカウントを手動で設定するには、次の情報をご利用ください。
lv_lv: Lai manuāli iestatītu kalendāra un adrešu grāmatas kontus, izmantojiet sekojošo informāciju.
nl_nl: Om handmatig uw Agenda- en Adresboekaccounts in te stellen kan u de volgende informatie gebruiken.
pl_pl: Aby ręcznie skonfigurować konta kalendarza i książki adresowej, użyj poniższych informacji.
pt_br: Para configurar manualmente suas contas de calendário e livro de endereços, use a informação a seguir.
ro_ro: Pentru a configura manual calendarul și conturile agendei de contacte utilizați următoarele informații:
ru_ru: Приведенная информация поможет вручную настроить учетные записи календаря и адресной книги.
sk_sk: Ak chcete manuálne nastaviť účty kalendára a adresára kontaktov, použite nasledujúce informácie.
sv_se: För att manuellt anpassa dina kalender- och adressbokskonton, använd följande information.
zh_cn: 要手动设置您的日历和地址簿户口，请使用以下信息。
zh_tw: 請使用下列設定來手動設定行事曆與通訊錄帳號。

source: Updater
et_ee: Värskendaja
fi_fi: Päivittäjä
hu_hu: Frissítő
it_it: Strumento di aggiornamento
ja_jp: アップデータ
lv_lv: Jauninātājs
pt_br: Atualizador
ro_ro: Aplicație de actualizare
ru_ru: Модуль обновлений
sk_sk: Aktualizácia
sv_se: Uppdateringar
zh_cn: 更新器

source: When executing the downloaded file, an installation wizard will be launched. Follow the instructions and install the updater. Installs latest versions of Windows® client software. The Updater automatically informs about new updates. You can download the updates from within the Updater.
de_de: Nach dem Ausführen der heruntergeladenen Datei wird ein Installationsassistent gestartet. Folgen Sie den Anweisungen zum Installieren des Updaters. Es werden die neuesten Versionen der Windows® Client-Software installiert. Der Updater informiert Sie automatisch über neue Updates. Sie können die Updates aus dem Updater heraus herunterladen.
et_ee: Allalaetud faili täitmisel käivitatakse paigaldusnõustaja. Järgige juhiseid ja paigaldage värskendaja. Paigaldab Windows®-i klienditarkvara uusimad versioonid. Värskendaja annab automaatselt teada uutest värskendustest. Värskendusi saab alla laadida värskendaja seest.
fi_fi: Suorittaessasi ladattua tiedostoa käynnistyy asennusvelho. Noudata ohjeita ja asenna päivittäjä. Asentaa viimeisimmät Windows® asiakasohjelmistot. Päivittäjä ilmoittaa automaattisesti uusista päivityksistä. Voit ladata päivitykset päivittäjän kautta.
hu_hu: A letöltött fájl futtatásakor a telepítővarázsló indul el. Kövesse az utasításokat és telepítse a frissítést. Telepítse a Windows® kliensprogram legfrissebb változatát. A frissítések ezután az Updater programból telepíthetők.
it_it: Quando esegui il file scaricato, si avvierà una procedura guidata di installazione. Segui le istruzioni per installare lo strumento di aggiornamento. Installerà le ultime versioni del programma client per Windows®. Lo strumento di aggiornamento ti informerà automaticamente sulla disponibilità di nuovi aggiornamenti. Puoi scaricare gli aggiornamenti dall'interno dello strumento di aggiornamento.
ja_jp: ダウンロードしたファイルを実行すると、インストール ウィザードが起動します。指示に従って、アップデータをインストールしてください。Window クライアント ソフトウェアの最新バージョンをインストールしてください。アップデータを使用すると、最新のアップデートに関する通知が受信できます。これらのアップデートはアップデータ内からダウンロードできます。
lv_lv: Pie lejupielādētā faila palaišanas tiks aktivizēts uzstādīšanas vednis. Sekojiet instrukcijām jauninātāja uzstādīšanai. Tiks uzstādīta jaunākā Windows® klienta programmatūras versija. Jauninātājs automātiski paziņos jums par pieejamajiem jauninājumiem. Jaunās versijas jūs varēsiet lejupielādēt un uzstādīt izmantojot jauninātāju.
nl_nl: Als u de gedownloade file uitvoert wordt de installatie wizard gestart. Volg de instructies en installeer de updater. Deze installeert de laatste versies van de Windows® client software. De Updater houd u automatisch geïnformeerd over nieuwe versies. U kan de updates downloaden vanuit de Updater.
pl_pl: Podczas wykonywania pobranego pliku zostanie uruchomiony kreator instalacji. Postępuj zgodnie z jego instrukcjami i zainstaluj program Updater. Zostanie wówczas zainstalowana najnowsza wersja oprogramowania klienckiego dla systemu Windows®. Updater automatycznie informuje o nowych aktualizacjach i pozwala na ich pobieranie.
pt_br: Ao executar o arquivo baixado, um assistente de instalação será lançado. Siga as instruções e instale o atualizador. Instala a última versão do software cliente para Windows®. O atualizador informa automaticamente sobre novas atualizações. Você pode baixar as atualizações pelo atualizador.
ro_ro: La executarea fișierului descărcat se va lansa un asistent de instalare. Urmați instrucțiunile și instalați aplicația de actualizare. Se va instala cea mai recentă versiune a clientului Windows®. Aplicația de actualizare vă va informa dacă există actualizări. Puteți descărca aceste actualizări utilizând aceeași aplicație.
ru_ru: При запуске этого файла откроется мастер установки. Следуйте его инструкциям и установите модуль обновлений, который установит последние версии программ клиента Windows®, сообщит о наличии обновлений и позволит их загрузить.
sk_sk: Po spustení stiahnutého súboru sa spustí sprievodcu inštaláciou. Postupujte podľa pokynov a nainštalujte Aktualizátor. Ten inštaluje najnovšie verzie klientského softvéru pre Windows®. Aktualizátor automaticky informuje o dostupnosti nových aktualizácií. Aktualizácie si môžete stiahnuť priamo z Aktualizátora.
sv_se: När du kör den nedladdade filen kommer en installationsguide startas. Följ instruktionerna och installera uppdateringsverktyget. Installerar senaste versionerna av Windows®-klientmjukvara. Uppdateringar informerar dig automatiskt om nya uppdateringar. Du kan ladda ner uppdateringarna genom uppdateringsverktyget.
zh_cn: 在执行已下载文件，将会执行一个安装向导。跟随指示后安装更新器、安装最新版本的 Windows® 客户端软件。更新器会自动通知新的更新，您能从更新器内下载更新。
zh_tw: 執行下載的檔案後，將啟動安裝精靈，請依照當中的指示安裝更新器。請安裝最新版的 Windows® 客戶端。Updater 將會自動通知您已推出更新版本，可於 Updater 中下載。

source: Connector for Microsoft Outlook®
de_de: Konnektor für Microsoft Outlook®
et_ee: Sidestaja Microsoft Outlook®-i jaoks
fi_fi: Yhdistäjä Microsoft Outlook®-ohjelmaan
hu_hu: Microsoft Outlook® konnektor
it_it: Connettore per Microsoft Outlook®
lv_lv: Microsoft Outlook® konektors
nl_nl: Connector voor Microsoft Outlook®
pt_br: Conector para o Microsoft Outlook®
ro_ro: Conector pentru Microsoft Outlook®
ru_ru: Microsoft Outlook® Connector
sk_sk: Konektor pre Microsoft Outlook®
sv_se: Anslutning för Microsoft Outlook®
zh_cn: Microsoft Outlook® 的连接器

source: Synchronization of Mail, Calendar, Contacts and Tasks, along with Public, Shared and System Folders to Microsoft Outlook® clients.
de_de: Synchronisation von E-Mails, Kalendern, Kontakten und Aufgaben, zusammen mit öffentlichen, freigegebenen und Systemordnern mit Microsoft Outlook®-Clients.
et_ee: E-posti, kalendri, kontaktide ja ülesannete sünkroniseerimine koos avalike-, jagatud- ning süsteemikaustadega Microsoft Outlook®-i klientide korral.
fi_fi: Sähköposti-, kalenteri-, yhteys- ja tehtävätietojen sekä julkisten, jaettujen ja järjestelmäkansioiden synkronointi Microsoft Outlook® - asiakasohjelmistojen kanssa.
hu_hu: Levelezés, naptár, névjegyek és feladatok, valamint nyilvános, megosztott és rendszermappák szinkronizálása Microsoft Outlook® kliensekkel.
it_it: Sincronizzazione di posta, calendario, contatti e attività, insieme alle cartelle pubbliche, condivise e di sistema con i client Microsoft Outlook®.
ja_jp: メール、予定表、連絡先、仕事に加え、パブリック フォルダ、共有フォルダ、システム フォルダを Microsoft Outlook® クライアントに同期します。
lv_lv: E-pasta, kalendāra, kontaktu un uzdevumu sinhronizācija publiskajās, koplietojuma un sistēmas mapēs ar Microsoft Outlook® klientiem.
nl_nl: Synchronisatie van E-mail, Agenda, Contacten en Taken, samen met Publieke-, Gedeelde- en Systeemmappen naar Microsoft Outlook® clients.
pl_pl: Synchronizacja wiadomości e-mail, kalendarza, kontaktów i zadań oraz folderów publicznych, udostępnionych i systemowych z klientami Microsoft Outlook®.
pt_br: Sincronização de e-mails, calendário, contatos e tarefas, junto com pastas públicas, compartilhadas e do sistema para clientes Microsoft Outlook®.
ro_ro: Sincronizarea poștei electronice, calendarului, contactelor și sarcinilor, precum și a dosarelor publice, partajate și sistem cu clienți Microsoft Outlook®.
ru_ru: Синхронизация почты, календаря, контактов, задач, а также общедоступных, совместных и системных папок с клиентами Microsoft Outlook®.
sk_sk: Synchronizácia emailov, kalendára, kontaktov a úloh spolu s verejnými, zdieľanými a systémovými priečinkami s klientom Microsoft Outlook®.
sv_se: Synkronisering av e-post, kalender, kontakter och uppgifter, tillsammans med publika, delade och systemmappar till Microsoft Outlook®-klienter.
zh_cn: 同步邮件、日历、联系人、任务，加上公共、共享、和系统文件夹到 Microsoft Outlook® 客户端。
zh_tw: 同步郵件、行事曆、聯絡人與任務，以及公開、共享及系統資料夾至 Microsoft Outlook®。

source: Synchronize your Mail, Calendar and Address Book data with your device.
de_de: Synchronisieren Sie Ihre E-Mail-, Kalender- und Adressbuchdaten mit Ihrem Gerät.
et_ee: Teie e-posti, kalendri ja aadressiraamatu sünkroniseerimine teie seadmega.
fi_fi: Synkronoi sähköposti-, kalenteri- ja osoitekirjatietosi laitteesi kanssa.
hu_hu: Szinkronizálja a leveleket, naptárat és a címjegyzéket az eszközével.
it_it: Sincronizza la tua posta, i dati di calendario e della rubrica con il tuo dispositivo.
ja_jp: メール、予定表およびアドレス帳をご利用のデバイスと同期します。
lv_lv: Sinhronizējiet kalendāra un adrešu grāmatas datus ar savu ierīci.
nl_nl: Synchroniseer uw E-mail, Agenda en Adresboekgegevens met uw apparaat.
pl_pl: Synchronizuj pocztę, kalendarze i książkę adresową z używanym urządzeniem.
pt_br: Sincronize seus dados de e-mail, calendário e livro de endereços com seu dispositivo.
ro_ro: Sincronizați poșta electronică, calendarul și agenda de contacte cu dispozitivul dumneavoastră.
ru_ru: Синхронизируйте почту, календарь и адресную книгу со своим устройством.
sk_sk: Synchronizujte svoju poštu a dáta kalendára a adresára kontaktov s vaším zariadením.
sv_se: Synkronisera din e-post-, kalender- och adressboksdata med din enhet.
zh_cn: 和您的装置同步您的邮件、日历、和地址簿数据。
zh_tw: 同步郵件、行事曆、通訊錄資料至您的裝置。

source: To manually setup your Mail, Calendar and Address Book accounts, please use the following information.
de_de: Zum manuellen Einrichten Ihrer E-Mail-, Kalender- und Adressbuch-Accounts verwenden Sie bitte folgende Informationen.
et_ee: Kasutage oma e-posti, kalendri ja aadressiraamatu kontode käsitsi seadistamiseks järgnevat teavet.
fi_fi: Käytä seuraavia tietoja tehdäksesi asetukset sähköposti-, kalenteri- ja osoitekirjatileillesi manuaalisesti.
hu_hu: A levelek, naptár és a címjegyzék kézi beállításához használja az alábbi információt.
it_it: Per configurare manualmente gli account di posta, calendario e rubrica, utilizza le seguenti informazioni.
ja_jp: メール、予定表とアドレス帳アカウントを手動で設定するには、次の情報をご利用ください。
lv_lv: Lai manuāli iestatītu kalendāra un adrešu grāmatas kontus, izmantojiet sekojošo informāciju.
nl_nl: Om handmatig uw E-mail-, Agenda- en Adresboekaccounts in te stellen kan u de volgende informatie gebruiken.
pl_pl: Aby ręcznie skonfigurować konta poczty, kalendarza i książki adresowej, użyj poniższych informacji.
pt_br: Para configurar manualmente suas contas de e-mail, calendário e livro de endereços, use a informação a seguir.
ro_ro: Pentru a configura manual poșta electronică, calendarul și conturile agendei de contacte utilizați următoarele informații:
ru_ru: Приведенная информация поможет настроить учетные записи почты, календаря и адресной книги вручную.
sk_sk: Ak chcete manuálne nastaviť účty pošty, kalendára a adresára kontaktov, použite nasledujúce informácie.
sv_se: För att manuellt anpassa dina e-post-, kalender- och adressbokskonton, använd följande information.
zh_cn: 要手动设置您的邮件、日历、和地址簿户口，请使用以下信息。
zh_tw: 請使用下列設定來手動設定郵件、行事曆與通訊錄帳號。

source: Mail
de_de: E-Mail
et_ee: E-post
fi_fi: Sähköposti
hu_hu: Levelek
it_it: Posta
ja_jp: メール
lv_lv: Pasts
nl_nl: E-mail
pl_pl: Poczta
pt_br: E-mail
ro_ro: Poștă electronică
ru_ru: Почта
sk_sk: Pošta
sv_se: E-post
zh_cn: 邮件
zh_tw: 郵件

source: Synchronize your Mail with Apple Mail App.
de_de: Synchronisieren Sie Ihre E-Mails mit Apple Mail App.
et_ee: Sünkroniseerige oma e-post rakendusega Apple Mail.
fi_fi: Synkronoi sähköpostisi Apple Mail Appin kanssa.
hu_hu: Szinkronizálja a leveleket az Apple Mail alkalmazással.
it_it: Sincronizza la tua posta con l'applicazione Apple Mail.
ja_jp: メールをApple メールアプリケーションと同期します。
lv_lv: Sinhronizējiet savu e-pastu ar Apple Mail aplikāciju.
nl_nl: Synchroniseer uw E-mail met de Apple Mail App.
pl_pl: Synchronizuj pocztę z aplikacją Apple Mail.
pt_br: Sincronize seu e-mail com o Apple Mail App.
ro_ro: Sincronizați-vă poșta electronică cu aplicația Apple Mail.
ru_ru: Синхронизируйте свою почту в приложении Mail для Apple.
sk_sk: Synchronizujte svoju poštu pomocou aplikácie Pošta.
sv_se: Synkronisera din e-post med Apple Mail-programmet.
zh_cn: 与 Apple 邮件应用程序同步您的邮件。
zh_tw: 使用 Apple Mail App 來同步郵件。

source: To manually setup your Mail account, please use the following information
de_de: Zum manuellen Einrichten Ihres E-Mail-Accounts verwenden Sie bitte folgende Informationen.
et_ee: Kasutage järgnevat teavet oma e-posti konto käsitsi seadistamiseks
fi_fi: Käytä seuraavia tietoja tehdäksesi asetukset sähköpostitilillesi manuaalisesti.
hu_hu: A levelezés kézi beállításához használja az alábbi információt.
it_it: Per configurare manualmente il tuo account di posta, utilizza le seguenti informazioni.
ja_jp: メールアカウントを手動で設定するには、次の情報をご利用ください。
lv_lv: Lai manuāli iestatītu pasta kontu, izmantojiet sekojošo informāciju
nl_nl: Om handmatig uw E-mailaccount in te stellen kan u de volgende informatie gebruiken.
pl_pl: Aby ręcznie skonfigurować konto poczty, użyj poniższych informacji.
pt_br: Para configurar manualmente sua conta de e-mail, use as seguintes informações
ro_ro: Pentru a vă configura manual contul de e-mail utilizați următoarele informații:
ru_ru: Приведенная информация поможет вручную настроить почтовую учетную запись
sk_sk: Ak chcete manuálne nastaviť svoj účet pošty, použite nasledujúce informácie.
sv_se: För att manuellt anpassa ditt E-postkonto, använd följande information
zh_cn: 要手动设置您的邮件户口，请使用以下信息
zh_tw: 請使用下列設定來手動設定郵件帳號。
